Repository: Apparently10/session-ios
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: be, cs, el, it, pt_pt, ro

# authenticateFailedTooManyAttempts
source: Too many failed authentication attempts. Please try again later.
be: Занадта шмат няўдалых спроб аўтэнтыфікацыі. Калі ласка, паспрабуйце пазней.
cs: Příliš mnoho neúspěšných pokusů o ověření. Zkuste to prosím později.
el: Πάρα πολλές αποτυχημένες προσπάθειες ταυτοποίησης. Παρακαλώ προσπαθήστε ξανά αργότερα.
it: Troppi tentativi di autenticazione falliti. Riprova più tardi.
ro: Prea multe încercări de autentificare eșuate. Vă rugăm să încercați din nou mai târziu.

# lockAppEnablePasscode
source: You must enable a passcode in your iOS Settings in order to use Screen Lock.
be: Для выкарыстання блакіроўкі экрана неабходна ўключыць пароль у наладах iOS.
cs: Chcete-li používat zámek obrazovky, musíte v nastavení iOS povolit přístupový kód.
el: Απαιτείται να ορίσετε έναν κωδικό πρόσβασης στις Ρυθμίσεις του iOS σας για να χρησιμοποιήσετε το Κλείδωμα Οθόνης.
it: Devi abilitare il codice nelle impostazioni di iOS per poter usare il blocco schermo.
ro: Trebuie să activați un cod de acces în setările iOS pentru a putea utiliza blocarea ecranului.

source: Retry
be: Паўтарыць
cs: Opakovat
el: Επανάληψη
it: Riprova
ro: Reîncercați

# messageErrorDelivery
source: Message delivery failed
be: Ваша паведамленне не можа быць адпраўлена.
cs: Zprávu se nepodařilo odeslat.
el: Η αποστολή του μηνύματός σας απέτυχε.
it: Invio del tuo messaggio non riuscito.
pt_pt: Your message failed to send.
ro: Mesajul tău nu a putut fi trimis.

# INVALID_SESSION_ID_MESSAGE
source: Please check the Session ID and try again.
be: Калі ласка, праверце Session ID і паспрабуйце зноў.
cs: Zkontrolujte prosím Session ID a zkuste to znovu.
el: Παρακαλώ ελέγξτε το Session ID και προσπαθήστε ξανά.
it: Controlla il Session ID e riprova.
ro: Vă rugăm să verificați ID-ul Session și să încercați din nou.

source: Media
be: Медыя
cs: Média
el: Πολυμέσα

# DOCUMENT_TAB_TITLE
source: Documents
be: Дакументы
cs: Dokumenty
el: Έγγραφα
it: Documenti
ro: Documente

# attachmentsFilesEmpty
source: You don't have any files in this conversation.
be: У вас няма дакументаў у гэтай размове.
cs: V této konverzaci nemáte žádný dokument.
el: Δεν έχετε κανένα έγγραφο σε αυτή τη συνομιλία.
it: Non hai alcun documento in questa conversazione.
pt_pt: You don't have any document in this conversation.
ro: Nu ai niciun document în această conversație.

# DOCUMENT_TILES_LOADING_MORE_RECENT_LABEL
source: Loading Newer Document…
be: Загрузка новага дакумента…
cs: Načítání novějšího dokumentu…
el: Φόρτωση Νεότερου Εγγράφου...
it: Carico il documento più recente…
ro: Încărcare document mai nou…

# DOCUMENT_TILES_LOADING_OLDER_LABEL
source: Loading Older Document…
be: Загрузка старога дакумента…
cs: Načítání staršího dokumentu…
el: Φόρτωση Παλαιότερου Εγγράφου...
it: Carico il documento meno recente…
ro: Încărcare document mai vechi…

# EMOJI_CATEGORY_ACTIVITIES_NAME
source: Activities
be: Актыўнасці
cs: Aktivity
el: Δραστηριότητες
it: Attività
pt_pt: Atividades
ro: Activități

# EMOJI_CATEGORY_ANIMALS_NAME
source: Animals & Nature
be: Жывёлы & прырода
cs: Zvířata a příroda
el: Ζώα & Φύση
it: Animali e natura
pt_pt: Animais e natureza
ro: Animale & Natura

# EMOJI_CATEGORY_FLAGS_NAME
source: Flags
be: Сцягі
cs: Vlajky
el: Σημαίες
it: Bandiere
ro: Steaguri

# EMOJI_CATEGORY_FOOD_NAME
source: Food & Drink
be: Ежа & напоі
cs: Jídlo a pití
el: Φαγητό & Ποτό
it: Cibi e bevande
pt_pt: Comida e bebidas
ro: Alimente și băuturi

# EMOJI_CATEGORY_OBJECTS_NAME
source: Objects
be: Аб'екты
cs: Předměty
el: Αντικείμενα
it: Oggetti
pt_pt: Objetos
ro: Obiecte

# EMOJI_CATEGORY_RECENTS_NAME
source: Recently Used
be: Нядаўнія
cs: Naposledy použité
el: Πρόσφατα
it: Usate di recente
pt_pt: Recentemente utilizado
ro: Utilizate recent

# EMOJI_CATEGORY_SMILEYSANDPEOPLE_NAME
source: Smileys & People
be: Усмешкі і людзі
cs: Smajlíci a lidé
el: Χαμόγελα & Άνθρωποι
it: Faccine e persone
ro: Emoticoane & Persoane

# EMOJI_CATEGORY_SYMBOLS_NAME
source: Symbols
be: Сімвалы
cs: Symboly
el: Σύμβολα
it: Simboli
pt_pt: Símbolos
ro: Simboluri

# EMOJI_CATEGORY_TRAVEL_NAME
source: Travel & Places
be: Падарожжы і месцы
cs: Cestování a místa
el: Ταξίδια & Τοποθεσίες
it: Viaggi e luoghi
pt_pt: Viagem e locais
ro: Călătorie & Locuri

# EMOJI_REACTS_NOTIFICATION
source: %@ reacts to a message with %@.
be: %@ адказаў на паведамленне з %@.
cs: %@ reaguje na zprávu s %@.
el: %@ αντέδρασε σε ένα μήνυμα με %@.
it: %@ ha reagito al messaggio con %@.
pt_pt: %@ Reagiu à sua mensagem com %@
ro: %@ reacționează la un mesaj cu %@.

# EMOJI_REACTS_MORE_REACTORS_ONE
source: And 1 other has reacted %@ to this message.
be: І яшчэ 1 карыстальнік адрэагаваў %@ на гэта паведамленне.
cs: A 1 další reagoval s %@ na tuto zprávu.
el: Και άλλος 1 αντέδρασε με %@ σε αυτό το μήνυμα.
it: E 1 altro ha reagito con %@ a questo messaggio.
pt_pt: Outra pessoa reagiu %@ a esta mensagem
ro: Şi încă 1 a reacţionat %@ la acest mesaj.

# EMOJI_REACTS_MORE_REACTORS_MUTIPLE
source: And %@ others have reacted %@ to this message.
be: І %@ іншых карыстальнікаў адрэагавалі %@ на гэта паведамленне.
cs: A %@ další reagovali s %@ na tuto zprávu.
el: Και %@ άλλοι αντέδρασαν με %@ σε αυτό το μήνυμα.
it: E %@ altri hanno reagito con %@ a questo messaggio.
ro: Și alții %@ au reacționat %@ la acest mesaj.

# EMOJI_REACTS_RATE_LIMIT_TOAST
source: Slow down! You've sent too many emoji reacts. Try again soon.
be: Павольней! Вы адправілі занадта шмат рэакцый на эмодзі. Паўтарыце спробу пазней.
cs: Zpomalte! Poslali jste příliš mnoho emoji reakcí. Zkuste to za chvilku.
el: Ηρεμήστε! Έχετε στείλει πάρα πολλές αντιδράσεις emoji. Δοκιμάστε ξανά σύντομα.
it: Rallenta! Hai inviato troppe reazioni. Riprova fra poco.
pt_pt: Calma! Enviou demasiadas reações de emojis. Tente novamente em breve.
ro: Mai încet! Ai trimis prea multe reacții. Încearcă din nou în curând.

# disappearingMessagesDisappear
source: Disappear After {disappearingmessagestype} - {time}
be: Disappear After %@ - %@
cs: Zmizí po: %@ - %@
el: Εξαφάνιση Μετά Από %@ - %@
it: Scompaiono dopo %@ - %@
pt_pt: Disappear After %@ - %@
ro: Dispare după %@ - %@

# conversationsNew
source: New Conversation
be: Новая гутарка
cs: Nová konverzace
el: Νέα Συνομιλία
it: Nuova conversazione
pt_pt: Nova conversa
ro: Conversație nouă

source: Create
be: Стварыць
cs: Vytvořit
el: Δημιουργία
it: Crea
pt_pt: Criar
ro: Creează

source: Join
be: Далучыцца
cs: Připojit se k
el: Γίνετε μέλος
it: Unisciti
pt_pt: Entrar
ro: Alătură-te

# PRIVACY_TITLE
source: Privacy
be: Прыватнасць
cs: Soukromí
el: Απόρρητο
pt_pt: Privacidade
ro: Confidențialitate

source: Screen Security
be: Бяспека экрану
cs: Zabezpečení obrazovky
it: Sicurezza dello schermo
pt_pt: Segurança de ecrã
ro: Securitate ecran(App Lock)

source: Lock App
be: Заблакіраваць Session
cs: Zamknout Session
el: Κλείδωμα του Session
it: Blocca Session
pt_pt: Bloquear sessão
ro: Blocați Session

# lockAppDescriptionIos
source: Require Touch ID, Face ID or your passcode to unlock Session.
be: Патрабаваць Touch ID, Face ID або код доступу, каб разблакіраваць сеанс.
cs: Požaduje Touch ID, Face ID nebo kód pro odemčení Session.
el: Απαιτείται Touch ID, Face ID ή ο κωδικός πρόσβασης για να ξεκλειδώσετε το Session.
it: Richiedi Touch ID, Face ID o il tuo codice di accesso per sbloccare Session.
pt_pt: Requer Touch ID, Face ID ou password para desbloquear o Session.
ro: Necesită Touch ID, Face ID sau parola pentru a debloca sesiunea.

source: Read Receipts
be: Прагляд справаздач
cs: Potvrzení o přečtení
el: Αναφορές Ανάγνωσης
it: Conferme di lettura
pt_pt: Recibos de Leitura
ro: Confirmări de citire

# readReceiptsDescription
source: Show read receipts for all messages you send and receive.
be: Дасылайце справаздачы пра чытанне ў асабістых размовах.
cs: Odeslat potvrzení o přečtení při konverzaci s jedním uživatelem.
el: Αποστολή αναφορών ανάγνωσης σε ένας προς έναν συνομιλίες.
it: Invia la conferma di lettura nelle chat uno a uno.
pt_pt: Enviar confirmações de leitura em conversas privadas.
ro: Trimite confirmări de citire în chat-uri unu-la-unu.

source: Typing Indicators
be: Індыкатары ўвода
cs: Indikátory psaní
el: Δείκτες Πληκτρολόγησης
it: Indicatori di scrittura
pt_pt: Indicadores de escrita
ro: Indicatori tastare

# typingIndicatorsDescription
source: See and share typing indicators (...)
be: Глядзіце і перадавайце індыкатар набору ў асабістых размовах.
cs: Zobrazit a sdílet indikátor psaní v konverzaci s jedním uživatelem.
el: Δείτε και κοινοποιήστε δείκτες πληκτρολόγησης σε ένας προς έναν συνομιλίες.
it: Visualizza e condividi gli indicatori di digitazione nelle conversazioni uno a uno.
pt_pt: See and share typing indicators in one-to-one conversations.
ro: Vezi și partajează indicatorii de tastare în conversații unu-la-unu.

source: Link Previews
be: Папярэдні прагляд спасылак
cs: Náhledy odkazů
el: Προεπισκοπήσεις Συνδέσμου
it: Anteprime dei link
pt_pt: Pré-visualização de links
ro: Previzualizări Link

# linkPreviewsSend
source: Send Link Previews
be: Адправіць папярэдні прагляд спасылкі
cs: Odesílat náhledy odkazů
el: Αποστολή Προεπισκοπήσεων Συνδέσμου
it: Invia le anteprime dei link
pt_pt: Enviar pré-visualizações de links
ro: Trimite previzualizare link

# linkPreviewsDescription
source: Show link previews for supported URLs.
be: Генераваць прадпрагляд спасылак для падтрымліваемых URL.
cs: Vytvářet náhledy odkazů pro podporované URL adresy.
el: Δημιουργία προεπισκοπήσεων συνδέσμου για υποστηριζόμενα URL.
it: Genera le anteprime dei link per gli URL supportati.
pt_pt: Criar pré-visualização de links para URLs suportados.
ro: Genereaza previzualizari link-uri pentru URL-uri suportate.

# callsSettings
source: Calls (Beta)
be: Званкі (бэта)
cs: Volání (Beta)
el: Κλήσεις (Beta)
it: Chiamate (beta)
pt_pt: Chamadas (Beta)
ro: Apeluri (Beta)

# callsVoiceAndVideo
source: Voice and Video Calls
be: Галасавыя і відэазванкі
cs: Hlasové hovory a videohovory
el: Κλήσεις Φωνής και Βίντεο
it: Chiamate vocali e video
pt_pt: Chamadas de vídeo e voz
ro: Apeluri vocale și video

# callsVoiceAndVideoToggleDescription
source: Enables voice and video calls to and from other users
be: Дае магчымасць рабіць галасавыя і відэазванкі іншым карыстальнікам.
cs: Zapne hlasové a video hovory k ostatním uživatelům i od nich.
el: Επιτρέπει κλήσεις φωνής και βίντεο από και προς άλλους χρήστες.
it: Abilita chiamate vocali e video da e verso gli altri utenti.
pt_pt: Ativar as chamadas de voz e vídeo de e para outros utilizadores.
ro: Activează apelurile vocale și video către și de la alți utilizatori.

# callsVoiceAndVideoBeta
source: Voice and Video Calls (Beta)
be: Галасавыя і відэазванкі (бэта)
cs: Hlasové a video hovory (Beta)
el: Κλήσεις Φωνής και Βίντεο (Beta)
it: Chiamate vocali e video (beta)
pt_pt: Chamadas de vídeo e voz (Beta)
ro: Apeluri vocale și video (Beta)

# callsVoiceAndVideoModalDescription
source: Your IP is visible to your call partner and an Oxen Foundation server while using beta calls.
be: Ваш IP-адрас бачны суразмоўцу і серверу Oxen Foundation пры выкарыстанні бэта-званкоў. Вы ўпэўнены, што жадаеце ўключыць галасавыя і відэазванкі?
cs: Vaše IP adresa je při používání beta hovorů viditelná pro toho s kým si voláte i pro Oxen Foundation server. Jste si jisti, že chcete povolit hlasové a video hovory?
el: Η IP διεύθυνσή σας είναι ορατή στον συνομιλητή σας και σε έναν Oxen Foundation server κατά τη χρήση κλήσεων beta. Σίγουρα θέλετε να ενεργοποιήσετε τις Κλήσεις Φωνής και Βίντεο;
it: Il tuo indirizzo IP è visibile al tuo interlocutore e a un server della Oxen Foundation nel corso delle chiamate beta. Vuoi abilitare le chiamate vocali e video?
pt_pt: O seu adereço de IP estará visível para o seu companheiro de chamada e para o servidor Fundação Oxen enquanto usa as chamadas em versão BETA. Tem a certeza que pretende ativar as chamadas de voz e vídeo?
ro: Adresa ta IP este vizibilă partenerului tău și unui server Oxen Foundation în timp ce folosești apelurile beta. Sunteți sigur că doriți să activați apelurile de voce si video?

# NOTIFICATIONS_TITLE
source: Notifications
be: Апавяшчэнні
cs: Upozornění
el: Ειδοποιήσεις
it: Notifiche
pt_pt: Notificações
ro: Notificări

# notificationsStrategy
source: Notification Strategy
be: Стратэгія апавяшчэнняў
cs: Styl oznámení
el: Στρατηγική Ειδοποιήσεων
it: Strategia di notifica
pt_pt: Estratégia da notificação
ro: Strategie de notificare

source: Use Fast Mode
be: Выкарыстоўваць хуткі рэжым
cs: Použít rychlý režim
el: Χρήση Γρήγορης Λειτουργίας
it: Usa la modalità veloce
pt_pt: Usar Fast Mode
ro: Folosește modul rapid

# NOTIFICATIONS_STRATEGY_FAST_MODE_DESCRIPTION
source: You'll be notified of new message reliably and immediately using Apple's notification servers.
be: Вы атрымаеце апавяшчэнне аб новым паведамленні надзейна і неадкладна з дапамогай сервераў апавяшчэнняў Apple.
cs: Budete informováni o nových zprávách spolehlivě a okamžitě pomocí oznamovacích serverů společnosti Apple.
el: Θα ειδοποιηθείτε για νέα μηνύματα αξιόπιστα και άμεσα χρησιμοποιώντας τους διακομιστές ειδοποιήσεων της Apple.
it: Riceverai le notifiche dei nuovi messaggi in modo affidabile e immediato utilizzando i server di notifica di Apple.
pt_pt: Ao usar os servidores de notificação da Apple, será notificado de novas mensagens de forma consistente e imediata.
ro: Vei fi notificat de un mesaj nou în mod sigur și imediat folosind serverele de notificare Apple.

# notificationsGoToDevice
source: Go to device notification settings
be: Перайсці ў сістэмныя налады апавяшчэнняў
cs: Přejít do nastavení upozornění pro toto zařízení
el: Μεταβείτε στις ρυθμίσεις ειδοποιήσεων της συσκευής
it: Vai alle impostazioni di notifica del dispositivo
pt_pt: Ir para as definições de notificações
ro: Mergeți la setările de notificare ale dispozitivului

# notificationsStyle
source: Notification Style
be: Стыль апавяшчэнняў
cs: Styl upozornění
el: Στυλ Ειδοποιήσεων
it: Stile notifiche
pt_pt: Estilo de notificação
ro: Stil de notificare

# notificationsSound
source: Sound
be: Гук
cs: Zvuk
el: Ήχος
it: Suono
pt_pt: Som
ro: Sunet

# notificationsSoundDescription
source: Sound when App is open
be: Гук, калі праграма адкрыта
cs: Zvuk při otevření aplikace
el: Ήχος όταν η Εφαρμογή είναι Ανοιχτή
it: Suono quando l'app è aperta
pt_pt: Som de quando a aplicação é iniciada
ro: Sunet când aplicația este deschisă

# notificationsContent
source: Notification Content
be: Змест апавяшчэння
cs: Obsah oznámení
el: Περιεχόμενο Ειδοποίησης
it: Contenuto notifiche
pt_pt: Conteúdo da notificação
ro: Conținut notificări

# notificationsContentDescription
source: The information shown in notifications.
be: Інфармацыя, якая адлюстроўваецца ў апавяшчэннях.
cs: Informace uvedené v oznámeních.
el: Οι πληροφορίες που εμφανίζονται στις ειδοποιήσεις.
it: Le informazioni mostrate nelle notifiche.
pt_pt: Informação exibida nas notificações
ro: Informaţiile prezentate în notificări.

# notificationsContentShowNameAndContent
source: Name and Content
be: Імя & Змест
cs: Jméno a obsah
el: Όνομα & Περιεχόμενο
it: Nome e contenuto
pt_pt: Nome e conteúdo
ro: Nume & Conținut

# notificationsContentShowNameOnly
source: Name Only
be: Толькі імя
cs: Pouze jméno
el: Όνομα Μόνο
it: Solo il nome
pt_pt: Apenas o nome
ro: Doar nume

# notificationsContentShowNoNameOrContent
source: No Name or Content
be: Без імя або змесціва
cs: Ani jméno ani zprávu
el: Χωρίς Όνομα ή Περιεχόμενο
it: Nessun nome o contenuto
pt_pt: Sem Nome ou Conteúdo
ro: Nici nume nici conținut

# CONVERSATION_SETTINGS_TITLE
source: Conversations
be: Размовы
cs: Konverzace
el: Συνομιλίες
it: Conversazioni
pt_pt: Conversas
ro: Conversații

# conversationsMessageTrimming
source: Message Trimming
be: Абрэзка паведамленняў
cs: Pročištění zpráv
el: Περικοπή Μηνυμάτων
it: Sfoltitura dei messaggi
ro: Scurtarea mesajelor

# conversationsMessageTrimmingTrimCommunities
source: Trim Communities
be: Абрэжце супольніцтва
cs: Pročištění komunit
el: Περικοπή Κοινοτήτων
it: Sfoltisci comunità
ro: Scurtați comunitățile

# conversationsMessageTrimmingTrimCommunitiesDescription
source: Delete messages from Community conversations older than 6 months, and where there are over 2,000 messages.
be: Выдаляць паведамленні старэйшыя за 6 месяцаў з супольнасцяў, у якіх больш за 2000 паведамленняў.
cs: Z komunit vymazat zprávy starší než 6 měsíců a ponechat maximálně 2000 nejnovějších zpráv v každé komunitě.
el: Διαγραφή μηνυμάτων παλαιότερων από 6 μήνες από Κοινότητες που έχουν πάνω από 2.000 μηνύματα.
it: Elimina i messaggi più vecchi di 6 mesi nelle comunità che hanno più di 2.000 messaggi.
pt_pt: Eliminar mensagens com mais de 6 meses, de comunidades que têm acima de 2.000 mensagens.
ro: Ştergeţi mesajele mai vechi de 6 luni de la comunităţile care au peste 2.000 de mesaje.

# CONVERSATION_SETTINGS_SECTION_AUDIO_MESSAGES
source: Audio Messages
be: Аўдыяпаведамлення
cs: Zvukové zprávy
el: Ηχητικά Μηνύματα
it: Messaggi vocali
pt_pt: Mensagens de voz
ro: Mesaje audio

# CONVERSATION_SETTINGS_AUDIO_MESSAGES_AUTOPLAY_TITLE
source: Autoplay Audio Messages
be: Аўтапрайграванне аўдыёпаведамленняў
cs: Automaticky přehrát zvukové zprávy
el: Αυτόματη Αναπαραγωγή Ηχητικών Μηνυμάτων
it: Riproduci automaticamente i messaggi vocali
pt_pt: Reproduzir automaticamente mensagens de áudio
ro: Auto-redare mesaje audio

# CONVERSATION_SETTINGS_AUDIO_MESSAGES_AUTOPLAY_DESCRIPTION
source: Autoplay consecutive audio messages.
be: Аўтапрайграванне паслядоўных аўдыёпаведамленняў.
cs: Automaticky přehrát po sobě následující zvukové zprávy.
el: Αυτόματη αναπαραγωγή διαδοχικών ηχητικών μηνυμάτων.
it: Riproduci automaticamente i messaggi vocali consecutivi.
pt_pt: Reproduzir automaticamente mensagens de áudio seguidas.
ro: Redare automată a mesajelor audio consecutive.

# conversationsBlockedContacts
source: Blocked Contacts
be: Блакіраваныя кантакты
cs: Blokované kontakty
el: Επαφές σε Φραγή
it: Contatti bloccati
pt_pt: Contactos Bloqueados
ro: Contacte blocate

# blockBlockedNone
source: No blocked contacts
be: У вас няма заблакіраваных кантактаў.
cs: Nemáte žádné blokované kontakty.
el: Δεν έχετε επαφές σε φραγή.
it: Non hai contatti bloccati.
pt_pt: Não possui nenhum contacto bloqueado.
ro: Nu ai niciun contact blocat.

# CONVERSATION_SETTINGS_BLOCKED_CONTACTS_UNBLOCK
source: Unblock
be: Разблакіраваць
cs: Odblokovat
el: Κατάργηση φραγής
it: Sblocca
ro: Deblochează

# CONVERSATION_SETTINGS_BLOCKED_CONTACTS_UNBLOCK_CONFIRMATION_TITLE_SINGLE
source: Are you sure you want to unblock %@?
be: Вы ўпэўненыя што жадаеце разблакіраваць %@?
cs: Opravdu chcete odblokovat %@?
el: Σίγουρα θέλετε να καταργήσετε τη φραγή από %@;
it: Vuoi sbloccare %@?
pt_pt: Tem a certeza que pretende bloquear %@?
ro: Ești sigur ca vrei sa îl(o) deblochezi pe %@?

# CONVERSATION_SETTINGS_BLOCKED_CONTACTS_UNBLOCK_CONFIRMATION_TITLE_FALLBACK
source: this contact
be: гэты кантакт
cs: tento kontakt
el: αυτή την επαφή
it: questo contatto
pt_pt: Este contacto
ro: acest contact

# CONVERSATION_SETTINGS_BLOCKED_CONTACTS_UNBLOCK_CONFIRMATION_TITLE_MULTIPLE_1
source: Are you sure you want to unblock %@
be: Вы ўпэўненыя што жадаеце разблакіраваць %@
cs: Opravdu si přejete odblokovat %@
el: Σίγουρα θέλετε να καταργήσετε τη φραγή από %@
it: Vuoi sbloccare %@
pt_pt: Tem a certeza que quer bloquear %@ ?
ro: Ești sigur ca vrei sa îl(o) deblochezi pe %@

source: and %@?
be: і %@?
cs: a %@?
el: και %@;
it: e %@?
pt_pt: e %@ ?
ro: și %@?

# CONVERSATION_SETTINGS_BLOCKED_CONTACTS_UNBLOCK_CONFIRMATION_TITLE_MULTIPLE_3
source: and %d others?
be: і яшчэ %d іншых?
cs: a %d dalších?
el: και %d άλλους;
it: e %d altri?
pt_pt: e %d outros?
ro: și %d alții?

# CONVERSATION_SETTINGS_BLOCKED_CONTACTS_UNBLOCK_CONFIRMATION_ACTON
source: Unblock
be: Разблакіраваць
cs: Odblokovat
el: Κατάργηση φραγής
it: Sblocca
ro: Deblochează

# sessionAppearance
source: Appearance
be: Знешні выгляд
cs: Vzhled
el: Εμφάνιση
it: Aspetto
pt_pt: Aparência
ro: Aspect

# appearanceThemes
source: Themes
be: Тэмы
cs: Motivy
el: Θέματα
it: Temi
pt_pt: Temas
ro: Teme

# appearancePrimaryColor
source: Primary Color
be: Асноўны колер
cs: Výchozí barva
el: Κύριο χρώμα
it: Colore primario
pt_pt: Cor Principal
ro: Culoare primară

# appearancePreview1
source: How are you?
be: Як справы?
cs: Jak se máte?
el: Πώς είσαι;
it: Come stai?
pt_pt: Como estás?
ro: Ce mai faci?

# appearancePreview2
source: I'm good thanks, you?
be: Я ў парадку, дзякуй. Што наконт цябе?
cs: Dobře, jak vy?
el: Είμαι καλά ευχαριστώ, εσύ;
it: Sto bene, grazie. Tu?
pt_pt: Estou bem obrigado, e tu?
ro: Vă mulţumesc frumos, dumneavoastră?

# appearancePreview3
source: I'm doing great, thanks.
be: Я ў парадку, дзякуй.
cs: Skvěle, děkuji.
el: Τα πάω τέλεια, ευχαριστώ.
it: Sto benissimo, grazie.
pt_pt: Estou bem, obrigado.
ro: Ma simt minunat, mulțumesc.

# appearanceAutoDarkMode
source: Auto dark-mode
be: Аўтаматычны начны рэжым
cs: Automatický noční režim
el: Αυτόματη νυχτερινή λειτουργία
it: Modalità notte automatica
pt_pt: Modo noturno automático
ro: Mod de noapte automat

source: Follow system settings
be: Выкарыстоўвайце налады сістэмны
cs: Použít nastavení systému
el: Αντιστοίχιση ρυθμίσεων συστήματος
it: Utilizza le impostazioni di sistema
pt_pt: Match system settings
ro: Potrivire setări de sistem

# sessionHelp
source: Help
be: Дапамога
cs: Nápověda
el: Βοήθεια
it: Aiuto
pt_pt: Ajuda
ro: Ajutor

# helpReportABug
source: Report a bug
be: Паведаміць пра хібу
cs: Nahlásit chybu
el: Αναφορά Σφάλματος
it: Segnala un errore
pt_pt: Denunciar erro
ro: Raportati o problema

# helpReportABugExportLogsDescription
source: Export your logs, then upload the file through Session's Help Desk.
be: Экспартуйце свае часопісы, затым загрузіце файл у службу падтрымкі Session.
cs: Exportujte své logy, pak nahrajte soubor přes portál podpory Session.
el: Εξαγάγετε τα αρχεία καταγραφής σας και στη συνέχεια μεταφορτώστε το αρχείο μέσω του Help Desk του Session.
it: Esporta i tuoi resoconti, poi carica il file attraverso il Supporto di Session.
pt_pt: Exportar os seus inícios de sessão e carregar o ficheiro através do Centro de Ajuda do Session.
ro: Exportă jurnalele, apoi încarcă fișierul chiar dacă sesiunea Help Desk.

# helpReportABugExportLogs
source: Export Logs
be: Экспартаваць часопісы
cs: Exportovat logy
el: Εξαγωγή Αρχείων Καταγραφής
it: Esporta i resoconti
pt_pt: Exportar inícios de sessão
ro: Exportați jurnalele

# helpHelpUsTranslateSession
source: Help us translate Session
be: Перакласці Session
cs: Přeložit Session
el: Μετάφραση του Session
it: Traduci Session
pt_pt: Traduzir Session
ro: Traduceți Session

# helpWedLoveYourFeedback
source: We'd love your feedback
be: Мы будзем рады вашаму водгуку
cs: Chtěli bychom znát váš názor
el: Θα θέλαμε πολύ τα Σχόλιά σας
it: Dicci la tua opinione
pt_pt: Adorávamos saber a sua opinião
ro: Ne-ar plăcea feedback-ul tău

# helpFAQ
source: FAQ
be: Частыя пытанні
cs: Časté dotazy
el: Συχνές Ερωτήσεις
it: Domande frequenti
pt_pt: FAQ (Perguntas Mais Frequentes)

# helpSupport
source: Support
be: Падтрымка
cs: Podpora
el: Υποστήριξη
it: Assistenza
pt_pt: Suporte
ro: Asistență

# clearDataAll
source: Clear All Data
be: Сцерці ўсе даныя
cs: Smazat všechny data
el: Διαγραφή Όλων των Δεδομένων
it: Elimina tutti i dati
pt_pt: Limpar todos os dados
ro: Șterge toate datele
