Repository: Apparently10/session-ios
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: be, cs, el, it, pt_pt, ro

# EDIT_GROUP_INFO_TITLE
source: Update Group Information
be: Абнаўленне інфармацыі аб групе
cs: Upravit informace o skupině
it: Aggiorna informazioni del gruppo
pt_pt: Atualizar informações do grupo

# EDIT_GROUP_INFO_MESSAGE
source: Group name and description is visible to all group members.
be: Назва і апісанне групы бачныя ўсім карыстальнікам групы.
cs: Název a popis skupiny jsou viditelné pro všechny členy skupiny.
it: Il nome e la descrizione del gruppo sono visibili a tutti i membri del gruppo.

# EDIT_LEGACY_GROUP_INFO_TITLE
source: Update Group Name
be: Абнавіць назву групы
cs: Upravit název skupiny
it: Aggiorna nome del gruppo
pt_pt: Atualizar nome do grupo

# EDIT_LEGACY_GROUP_INFO_MESSAGE
source: Group name is visible to all group members.
be: Назва групы бачна ўсім карыстальнікам групы.
cs: Název skupiny je viditelný pro všechny členy skupiny.
it: Il nome del gruppo è visibile a tutti i membri del gruppo.
pt_pt: O nome do grupo está visível para todos os membros.

# GROUP_MESSAGE_INFO_INVITED_FALLBACK
source: You were invited to join %@.
be: Вы атрымалі запрашэнне далучыцца да %@.
cs: Byli jsi pozváni k připojení do %@.
it: Hai ricevuto un invito a unirti a %@.
pt_pt: Foi convidado a juntar-se a %@.

# GROUP_MESSAGE_INFO_MEMBER_ADDED_YOU
source: %@ were invited to join the group.
be: %@ былі запрошаны ў групу.

# GROUP_MESSAGE_INFO_MEMBER_ADDED_WITH_HISTORY
source: %@ was invited to join the group. Chat history was shared.
be: %@ быў запрошаны ў групу. Быў адкрыты агульны доступ да гісторыі чата.

# GROUP_MESSAGE_INFO_MEMBER_ADDED_YOU_WITH_HISTORY
source: %@ were invited to join the group. Chat history was shared.
be: %@ былі запрошаны далучыцца да групы. Быў адкрыты агульны доступ да гісторыі чата.

# GROUP_MESSAGE_INFO_TWO_MEMBERS_ADDED_WITH_HISTORY
source: %@ and %@ were invited to join the group. Chat history was shared.
be: %@ і %@ былі запрошаны далучыцца да групы. Быў адкрыты агульны доступ да гісторыі чата.

# GROUP_MESSAGE_INFO_TWO_MEMBERS_ADDED_YOU
source: %@ and %@ were invited to join the group.
be: %@ і %@ былі запрошаны ў групу.
pt_pt: %@ e %@ foram convidados para se juntarem ao grupo.

# GROUP_MESSAGE_INFO_TWO_MEMBERS_ADDED_YOU_WITH_HISTORY
source: %@ and %@ were invited to join the group. Chat history was shared.
be: %@ і %@ былі запрошаны далучыцца да групы. Быў адкрыты агульны доступ да гісторыі чата.
pt_pt: %@ e %@ foram convidados a participar no grupo. O histórico de conversas foi partilhado.

# GROUP_MESSAGE_INFO_MULTIPLE_MEMBERS_ADDED_WITH_HISTORY
source: %@ and %@ were invited to join the group. Chat history was shared.
be: %@ і %@ былі запрошаны далучыцца да групы. Быў адкрыты агульны доступ да гісторыі чата.
pt_pt: %@ e %@ foram convidados a participar do grupo. O histórico de conversas foi partilhado.

# GROUP_MESSAGE_INFO_MULTIPLE_MEMBERS_ADDED_YOU
source: %@ and %@ others were invited to join the group.
be: %@, %@ і іншыя былі запрошаны ў групу.
pt_pt: %@ e %@ outros foram convidados para se juntarem ao grupo.

# GROUP_MESSAGE_INFO_MULTIPLE_MEMBERS_ADDED_YOU_WITH_HISTORY
source: %@ and %@ others were invited to join the group. Chat history was shared.
be: %@ і %@ былі запрошаны далучыцца да групы. Быў адкрыты агульны доступ да гісторыі чата.

# audioUnableToRecord
source: Unable to record audio.
be: An error occurred when trying to start recording for the voice message.
cs: An error occurred when trying to start recording for the voice message.
el: An error occurred when trying to start recording for the voice message.
it: An error occurred when trying to start recording for the voice message.
pt_pt: An error occurred when trying to start recording for the voice message.
ro: An error occurred when trying to start recording for the voice message.

# DISAPPEARING_MESSAGES_SUBTITLE_DISAPPEAR_AFTER
source: Disappear After: %@
cs: Zmizí po: %@
el: Εξαφάνιση Μετά Από: %@
it: Timer: %@
ro: Dispar după: %@
