Repository: Apparently10/session-ios
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: be, cs, el, it, pt_pt, ro

# view_fake_chat_bubble_5
source: Friends don't let friends use compromised messengers. You're welcome.
be: Сябры не даюць сябрам карыстацца скампраметаванымі месенджарамі. На спажытак.
cs: Přátelé nenechávají přátelé používat kompromitované messengery. Není zač.
el: Οι φίλοι δεν αφήνουν τους φίλους να χρησιμοποιούν ευάλωτες εφαρμογές ανταλλαγής μηνυμάτων. Παρακαλώ.
it: Gli amici veri non lasciano che i propri amici utilizzino app di messaggistica compromesse. Non c'è di che.
pt_pt: Amigos não deixam amigos usarem aplicativos de mensagem comprometidos. De nada.
ro: Prietenii nu își pot lăsa prietenii sa folosească aplicații de mesagerie compromise. Cu plăcere.

# vc_register_title
source: Say hello to your Session ID
be: Прывітайцесь з Вашым Session ID
cs: Seznamte se se svým ID relace
el: Πείτε γεια στο Session ID σας
it: Ecco il tuo Session ID
pt_pt: Diga olá ao seu ID Session
ro: Salută-ți noul ID Session

# vc_register_explanation
source: Your Session ID is the unique address people can use to contact you on Session. With no connection to your real identity, your Session ID is totally anonymous and private by design.
be: Ваш Session ID гэта ўнікальны адрас, які можа выкарыстоўвацца каб звязацца з Вамі ў Session. Без прывязкі да Вашай сапраўднай асобы, Session ID спраектаваны цалкам ананімным і прыватным.
cs: Vaše Session ID je jedinečná adresa, kterou mohou lidé použít ke kontaktu s vámi na Session. Vaše Session ID není nijak spojeno s vaší skutečnou identitou a je zcela anonymní a soukromé.
el: Το Session ID σας είναι η μοναδική διεύθυνση που μπορούν να χρησιμοποιήσουν κάποιοι για να επικοινωνήσουν μαζί σας στο Session. Χωρίς σύνδεση με την πραγματική σας ταυτότητα, το Session ID σας είναι σχεδιασμένο να είναι εντελώς ανώνυμο και ιδιωτικό.
it: Il tuo Session ID è l'indirizzo univoco che le persone possono utilizzare per contattarti su Session. Senza alcun legame con la tua vera identità, il Session ID è progettato per essere totalmente anonimo e privato.
pt_pt: O ID da sessão é o endereço único que as pessoas podem usar para entrar em contato com você no Session. Sem nenhuma conexão com sua identidade real, o seu ID de sessão é totalmente anônimo e privado por design.
ro: ID-ul tău Session este unica adresă pe care oamenii o pot folosi pentru a intra în contact cu tine pe Session. Fără nici o conexiune la identitatea ta reală, Id-ul tău Session este total anonim si sigur din definiție.

# recoveryPasswordExplanation
source: To load your account, enter the recovery password that was given to you when you signed up.
be: Увядзіце фразу аднаўлення, якую Вы атрымалі падчас рэгістрацыі, каб аднавіць свой уліковы запіс.
cs: Zadejte frázi pro obnovení, která vám byla vygenerována během registrace účtu.
el: Εισαγάγετε τη φράση ανάκτησης που σας δόθηκε κατά την εγγραφή σας για να επαναφέρετε τον λογαριασμό σας.
it: Inserisci la frase di recupero che ti è stata data quando ti sei registrato per ripristinare il tuo account.
pt_pt: Digite a frase de recuperação que lhe foi fornecida quando você se inscreveu para restaurar sua conta.
ro: Introdu fraza de recuperare care ți-a fost oferită în momentul în care ți-ai creeat contul pentru a îți recupera contul.

# recoveryPasswordEnter
source: Enter your recovery password
be: Увядзіце сваю фразу аднаўлення
cs: Zadejte frázi pro obnovení
el: Εισαγάγετε τη φράση σας ανάκτησης
it: Inserisci la tua frase di recupero
pt_pt: Digite a sua frase de recuperação
ro: Scrie fraza de recuperare

# qrScan
source: Scan QR Code
be: Сканаваць QR-код
cs: Skenovat QR kód
el: Σάρωση Κωδικού QR
it: Scansiona il codice QR
pt_pt: Ler código QR
ro: Scanează cod QR

# displayNamePick
source: Pick your display name
be: Выберыце імя для паказу
cs: Vaše jméno
el: Επιλέξτε το όνομα εμφάνισής σας
it: Scegli il tuo nome
pt_pt: Escolha seu nome
ro: Alege-ți un nickname

# displayNameDescription
source: It can be your real name, an alias, or anything else you like — and you can change it at any time.
be: Гэта будзе Ваша імя ў Session. Вы можаце выкарыстаць сапраўднае імя, мянушку, або штосьці іншае.
cs: Toto bude váš pseudonym během používání Session. Může to být vaše skutečné jméno, alias, nebo cokoliv jiného, co se vám líbí.
el: Αυτό θα είναι το όνομά σας όταν χρησιμοποιείτε το Session. Μπορεί να είναι το πραγματικό σας όνομα, ένα ψευδώνυμο ή οτιδήποτε άλλο θέλετε.
it: Questo sarà il tuo nome quando usi Session. Può essere il tuo vero nome, uno pseudonimo o quello che ti pare.
pt_pt: Este será o seu nome quando usar o Session. Pode ser seu nome verdadeiro, um apelido ou qualquer outra coisa que você quiser.
ro: Acesta va fi numele tău cand folosești Session. Acesta poate fi numele tău real, un alias, sau orice iți vine în minte.

# displayNameEnter
source: Enter a display name
be: Увядзіце імя для адлюстравання
cs: Zadejte zobrazované jméno
el: Εισαγάγετε ένα όνομα εμφάνισης
it: Inserisci un nome
pt_pt: Introduza um nome de utilizador
ro: Introdu un nickname

# displayNameErrorDescription
source: Please pick a display name
be: Калі ласка, абярыце імя для адлюстравання
cs: Zadejte prosím zobrazované jméno
el: Παρακαλώ επιλέξτε ένα όνομα εμφάνισης
it: Scegli un nome
pt_pt: Por favor, escolha um nome a exibir
ro: Alege un nume care va fi afișat

# displayNameErrorDescriptionShorter
source: Please pick a shorter display name
be: Калі ласка, абярыце карацейшае імя для адлюстравання
cs: Vyberte prosím kratší zobrazované jméno
el: Παρακαλώ επιλέξτε ένα μικρότερο όνομα εμφάνισης
it: Inserisci un nome più breve
pt_pt: Por favor, escolha um nome de exibição mais curto
ro: Alege un nume care va fi afișat mai scurt

source: Recommended
be: Рэкамендавана
cs: Doporučeno
el: Προτείνεται
it: Consigliato
pt_pt: Recomendado
ro: Recomandat

# conversationsNone
source: You don't have any conversations yet
be: Вы пакуль не маеце кантактаў
cs: Zatím nemáte žádné kontakty
el: Δεν έχετε επαφές ακόμα
it: Non hai ancora nessun contatto
pt_pt: Ainda não tem nenhum contacto
ro: Încă nu ai nici un contact

# vc_home_empty_state_button_title
source: Start a Session
be: Пачаць гутарку
cs: Zahájit relaci
el: Ξεκινήστε ένα Session
it: Inizia una sessione
pt_pt: Iniciar sessão
ro: Pornește o Sessiune

# sessionRecoveryPassword
source: Recovery Password
be: Ваша фраза аднаўлення
cs: Vaše fráze pro obnovení
el: Η Φράση σας Ανάκτησης
it: La tua frase di recupero
pt_pt: Sua frase de recuperação
ro: Fraza de recuperare

# vc_seed_title_2
source: Meet your recovery phrase
be: А вось і ваша сакрэтная фраза для аднаўлення
cs: Zadejte frázi pro obnovení
el: Γνωρίστε τη φράση σας ανάκτησης
it: Ecco la tua frase di recupero
pt_pt: Revele sua frase de recuperação
ro: Aceasta este fraza ta de recuperare

# vc_seed_explanation
source: Your recovery phrase is the master key to your Session ID — you can use it to restore your Session ID if you lose access to your device. Store your recovery phrase in a safe place, and don’t give it to anyone.
be: Ваша фраза аднаўлення гэта галоўны ключ да вашага Session ID — Вы можаце выкарыстаць яе для аднаўлення Вашага Session ID, калі згубіце доступ да сваёй прылады. Захоўвайце сваю фразу аднаўлення ў бяспечным месцы і нікому не перадавайце.
cs: Vaše fráze pro obnovení je hlavním klíčem k vašemu Session ID- můžete ji použít k obnovení vašeho Session ID, pokud ztratíte přístup k zařízení. Uložte frázi pro obnovení na bezpečném místě a nikomu ji nesdělujte.
el: Η φράση σας ανάκτησης είναι το κύριο κλειδί στο Session ID σας - μπορείτε να τη χρησιμοποιήσετε για να επαναφέρετε το Session ID σας εάν χάσετε την πρόσβαση στη συσκευή σας. Αποθηκεύστε τη φράση ανάκτησης σε ένα ασφαλές μέρος, και μην τη δώσετε σε κανέναν.
it: La tua frase di recupero è la chiave principale per il tuo Session ID: puoi usarla per ripristinare il Session ID se perdi l'accesso al tuo dispositivo. Conserva la frase di recupero in un luogo sicuro e non condividerla con nessuno.
pt_pt: A sua frase de recuperação é a chave principal para o Session ID — pode usá-la para restaurar a sua Session ID caso perda o acesso ao seu dispositivo. Guarde a sua frase de recuperação num local seguro e não a partilhe com ninguém.
ro: Fraza ta de recuperare este cheia absoluta a ID-ului tău Session - o poți folosi ca să îți restaurezi ID-ul Session dacă pierzi accesul la dispozitivul tău. Pune fraza de recuperare la loc sigur și nu o împărtăși cu nimeni.

# vc_seed_reveal_button_title
source: Hold to reveal
be: Націсніце, каб адкрыць
cs: Podržte pro zobrazení
el: Πατήστε για αποκάλυψη
it: Tieni premuto per rivelare
pt_pt: Segure para revelar
ro: Ține apăsat pentru a răzui

# view_seed_reminder_subtitle_1
source: Secure your account by saving your recovery phrase
be: Абараніце Ваш уліковы запіс, захаваўшы фразу аднаўлення
cs: Zabezpečte svůj účet uložením fráze pro obnovení
el: Ασφαλίστε τον λογαριασμό σας αποθηκεύοντας τη φράση σας ανάκτησης
it: Proteggi il tuo account salvando la frase di recupero
pt_pt: Proteja a sua conta guardando a sua frase de recuperação
ro: Securizează-ți contul salvând fraza ta de recuperare

# view_seed_reminder_subtitle_2
source: Tap and hold the redacted words to reveal your recovery phrase, then store it safely to secure your Session ID.
be: Націсніце і ўтрымлівайце вылучаныя словы, каб адкрыць фразу аднаўлення, а затым захавайце яе для абароны Session ID.
cs: Klepnutím a podržením redigovaných slov zobrazte frázi pro obnovení a poté ji bezpečně uložte, abyste zabezpečili vaše Session ID.
el: Πατήστε παρατεταμένα τις λέξεις που τροποποιήθηκαν για να αποκαλύψετε τη φράση ανάκτησης και μετά αποθηκεύστε την με ασφάλεια για να εξασφαλίσετε το αναγνωριστικό σας.
it: Tocca e tieni premute le parole redatte per rivelare la tua frase di recupero, poi salvala in un posto sicuro per proteggere il tuo Session ID.
ro: Apasă și menține apăsat pe cuvinte pentru a descoperi fraza de recuperare, apoi pune-o la loc sigur pentru a îți securiza ID-ul Session.

# view_seed_reminder_subtitle_3
source: Make sure to store your recovery phrase in a safe place
be: Пераканайцеся, што захавалі фразу аднаўлення ў бяспечным месцы
cs: Ujistěte se, že jste frázi pro obnovení uložili na bezpečném místě
el: Φροντίστε να αποθηκεύσετε τη φράση ανάκτησής σας σε ασφαλές μέρος
it: Assicurati di salvare la tua frase di recupero in un luogo sicuro
pt_pt: Certifique-se que guarda a sua frase de recuperação num local seguro
ro: Asigură-te că pui la loc sigur fraza ta de recuperare

# onionRoutingPath
source: Path
be: Шлях
cs: Cesta
el: Διαδρομή
it: Percorso
ro: Cale

# onionRoutingPathDescription
source: Session hides your IP by routing your messages through multiple service nodes in Session's decentralized network. This is your current path:
be: Session хавае ваш IP-адрас, накіроўваючы вашы паведамленні праз некалькі сэрвісных вузлоў у дэцэнтралізаванай сетцы Session. Гэта краіны, праз якія зараз праходзіць ваша злучэнне:
cs: Session skrývá vaši IP adresu tím, že směruje vaše zprávy přes několik provozních uzlů v decentralizované síti Session. Toto jsou země, přes které je vaše připojení aktuálně směrováno:
el: Το Session αποκρύπτει την IP σας, δρομολογώντας τα μηνύματά σας μέσω αρκετών Κόμβων υπηρεσιών στο αποκεντρωμένο Session δίκτυο. Αυτές είναι οι χώρες που δρομολογείται η σύνδεσή σας αυτή τη στιγμή:
it: Session nasconde il tuo IP facendo rimbalzare i messaggi attraverso diversi nodi di servizio nella sua rete decentralizzata. Questi sono i paesi attraverso cui la tua connessione sta passando al momento:
pt_pt: Session hides your IP by routing your messages through multiple Service Nodes in Session's decentralized network. These are the countries your connection is currently being routed through:
ro: Session îți ascunde IP-ul prin rutarea mesajelor tale prin mai multe noduri de serviciu ale session. Acestea sunt țările prin care trec mesajele tale:

# onionRoutingPathEntryNode
source: Entry Node
be: Уваходны вузел
cs: Vstupní uzel
el: Κόμβος Εισόδου
it: Nodo di entrata
ro: Nod de intrare

# onionRoutingPathServiceNode
source: Service Node
be: Сэрвісны вузел
cs: Provozní uzel
el: Κόμβος Εξυπηρέτησης
it: Nodo di servizio
ro: Nod de serviciu

# onionRoutingPathDestination
source: Destination
be: Месца прызначэння
cs: Cíl
el: Προορισμός
it: Destinazione
pt_pt: Destino
ro: Destinatie

source: Learn More
be: Даведацца больш
cs: Zjistit více
el: Μάθετε Περισσότερα
it: Per saperne di più
pt_pt: Saber mais
ro: Află mai mult

# messageNew
source: New Message
be: Новае паведамленне
cs: Nová zpráva
el: Νέο Μήνυμα
it: Nuovo messaggio
pt_pt: Nova mensagem
ro: Mesaj nou

# accountIdEnter
source: Enter Account ID
be: Увядзіце Session ID
cs: Zadejte Session ID
el: Εισαγάγετε το Session ID
it: Inserisci il Session ID
pt_pt: Inserir ID da sessão
ro: Introdu id session

# vc_enter_public_key_explanation
source: Start a new conversation by entering someone's Session ID or share your Session ID with them.
be: Пачaць новую размову, увёўшы чыйсьці Session ID, або падзяліўшыся вашым Session ID.
cs: Začněte novou konverzaci zadáním Session ID jiného uživatele a nebo sdílejte své Session ID s ostatními.
el: Ξεκινήστε μια νέα συνομιλία εισάγοντας το Session ID κάποιου ή μοιραστείτε το δικό σας Session ID μαζί τους.
it: Inizia una nuova conversazione inserendo il Session ID di qualcuno o condividendo con loro il tuo Session ID.
pt_pt: Iniciar uma nova conversa, introduzindo o Session ID de alguém ou compartilhando o seu Session ID com outros utilizadores.
ro: Începe o conversație nouă introducând ID-ul sesiunii cuiva sau partajează-ți ID-ul sesiunii cu el.

# cameraGrantAccessQr
source: Session needs camera access to scan QR codes
be: Session патрэбен дазвол на камеру для сканавання QR-кодаў
cs: Session potřebuje ke skenování kódů QR přístup k fotoaparátu
el: Το Session χρειάζεται πρόσβαση στην κάμερα για σάρωση κωδικών QR
it: La Sessione ha bisogno dell'accesso alla fotocamera per scansionare i codici QR
pt_pt: O Session necessita de acesso à câmara de modo a ler códigos QR
ro: Session are nevoie de permisiunea de acces la camera pentru a scana coduri QR

# groupCreate
source: Create Group
be: Стварыць групу
cs: Vytvořit skupinu
el: Δημιουργία Ομάδας
it: Crea gruppo
pt_pt: Criar grupo
ro: Creează grup

# groupNameEnter
source: Enter a group name
be: Увядзіце назву групы
cs: Zadejte název skupiny
el: Εισαγάγετε ένα όνομα ομάδας
it: Inserisci un nome per il gruppo
pt_pt: Introduzir o nome do grupo
ro: Introduceți un nume de grup

# groupNameEnterPlease
source: Please enter a group name
be: Калі ласка, увядзіце назву групы
cs: Zadejte prosím název skupiny
el: Παρακαλώ εισαγάγετε ένα όνομα ομάδας
it: Inserisci un nome per il gruppo
pt_pt: Por favor, insira o nome do grupo
ro: Vă rugăm introduceți un nume de grup

# groupNameEnterShorter
source: Please enter a shorter group name
be: Калі ласка, увядзіце карацейшую назву групы
cs: Zadejte prosím kratší název skupiny
el: Παρακαλώ εισαγάγετε ένα μικρότερο όνομα ομάδας
it: Inserisci un nome gruppo più breve
pt_pt: Digite um nome de grupo mais curto
ro: Vă rugăm introduceți un nume de grup mai scurt

# groupAddMemberMaximum
source: Groups have a maximum of 100 members.
be: Закрытая суполка не можа мець больш за 100 удзельнікаў
cs: Uzavřená skupina nemůže mít více než 100 členů
el: Μια κλειστή ομάδα δεν μπορεί να έχει περισσότερα από 100 μέλη
it: Un gruppo chiuso non può avere più di 100 membri
pt_pt: Um grupo fechado/privado não pode ter mais de 100 pessoas
ro: Un grup închis nu poate avea mai mult de 100 de membri

# communityJoin
source: Join Community
be: Далучайцеся да супольнасці
cs: Připojit se ke komunitě
el: Γίνετε μέλος της Κοινότητας
it: Unisciti alla comunità
pt_pt: Junte-se à comunidade
ro: Alătură-te comunității

source: Community URL
be: URL супольнасці
cs: Adresa komunity
el: URL Κοινότητας
it: URL comunità
pt_pt: URL da comunidade
ro: URL-ul comunității

# communityEnterUrl
source: Enter Community URL
be: Увядзіце URL супольнасці
cs: Zadejte adresu komunity
el: Εισαγάγετε URL Κοινότητας
it: Inserisci l'URL della comunità
pt_pt: Inserir o URL da comunidade
ro: Introduceți URL-ul comunității

# sessionSettings
source: Settings
be: Налады
cs: Nastavení
el: Ρυθμίσεις
it: Impostazioni
pt_pt: Definições
ro: Setări

# vc_group_settings_title
source: Group Settings
be: Налады групы
cs: Nastavení skupiny
el: Ρυθμίσεις Ομάδας
it: Impostazioni gruppo
pt_pt: Definições do grupo
ro: Setarile Grupului

# sessionPrivacy
source: Privacy
be: Прыватнасць
cs: Soukromí
el: Απόρρητο
pt_pt: Privacidade
ro: Confidențialitate

# sessionNotifications
source: Notifications
be: Апавяшчэнні
cs: Oznámení
el: Ειδοποιήσεις
it: Notifiche
pt_pt: Notificações
ro: Notificări

# sessionClearData
source: Clear Data
be: Сцерці даныя
cs: Vymazat data
el: Διαγραφή Δεδομένων
it: Elimina dati
pt_pt: Apagar os dados
ro: Ștergeți datele

source: QR Code
be: QR-код
cs: QR kód
el: Κωδικός QR
it: Codice QR
pt_pt: Código QR
ro: Cod QR

source: View
be: Праглядзець мой QR-код
cs: Zobrazit můj QR kód
el: Προβολή του Κωδικού QR Μου
it: Visualizza il mio codice QR
pt_pt: Visualizar o meu código QR
ro: Vizualizați codul QR

# vc_qr_code_view_scan_qr_code_explanation
source: Scan someone's QR code to start a conversation with them
be: Праскануйце чыйсьці QR-код каб пачаць з імі гутарку
cs: Naskenujte něčí QR kód a začněte s nimi konverzaci
el: Σαρώστε τον κωδικό QR κάποιου για να ξεκινήσετε μια συνομιλία μαζί του
it: Scansiona il codice QR di un altro utente per avviare una conversazione
ro: Scanează codul QR al cuiva pentru a începe o conversație cu ei

# qrYoursDescription
source: Friends can message you by scanning your QR code.
be: Гэта Ваш QR-код. Іншыя карыстальнікі могуць прасканаваць яго каб пачаць з Вамі сесію.
cs: Toto je váš QR kód. Ostatní uživatelé jej mohou naskenovat, aby s vámi mohli začít konverzaci.
el: Αυτός είναι ο δικός σας κωδικός QR. Άλλοι χρήστες μπορούν να τον σαρώσουν για να ξεκινήσουν μια συνομιλία μαζί σας.
it: Questo è il tuo codice QR. Gli altri utenti possono scansionarlo per iniziare una sessione con te.
pt_pt: This is your QR code. Other users can scan it to start a session with you.
ro: Acesta este codul tău QR. Ceilalți utilizatori îl pot scana ca să înceapă o Sessiune cu tine.

# fast_mode_explanation
source: You’ll be notified of new messages reliably and immediately using Apple’s notification servers.
be: Вы будзеце атрымліваць апавяшчэнні аб новых паведамленнях надзейна і адразу ж з дапамогай сервераў апавяшчэнняў Apple.
cs: Budete informováni o nových zprávách spolehlivě a okamžitě pomocí oznamovacích serverů společnosti Apple.
el: Θα ειδοποιηθείτε για νέα μηνύματα αξιόπιστα και άμεσα χρησιμοποιώντας τους διακομιστές ειδοποιήσεων της Apple.
it: Riceverai notifiche di nuovi messaggi in modo affidabile e immediato utilizzando i server di notifica di Apple.
ro: Vei fi notificat în legătură cu noile mesaje imediat prin serverele de încredere Apple pentru notificări.

# notificationsFastMode
source: Fast Mode
be: Хуткі рэжым
cs: Rychlý režim
el: Γρήγορη Λειτουργία
it: Modalità veloce
ro: Modul rapid

# notificationsSlowModeDescription
source: Session will occasionally check for new messages in the background.
be: Session будзе перыядычна правяраць наяўнасць новых паведамленняў у фонавым рэжыме.
cs: Session občas zkontroluje nové zprávy na pozadí.
el: Το Session θα ελέγχει περιστασιακά για νέα μηνύματα στο παρασκήνιο.
it: Session controllerà di tanto in tanto la presenza di nuovi messaggi in background.
pt_pt: Ocasionalmente, o Session procurará novas mensagens em segundo plano.
ro: Session va verifica ocazional în fundal dacă există mesaje noi.

# notificationsSlowMode
source: Slow Mode
be: Павольны рэжым
cs: Pomalý režim
el: Αργή Λειτουργία
it: Modalità lenta
pt_pt: Modo lento
ro: Modul încet

# notificationsMessage
source: Message notifications
be: Апавяшчэнні пра паведамленні
cs: Oznámení zprávy
el: Ειδοποιήσεις Μηνυμάτων
it: Notifiche messaggi
pt_pt: Notificações de mensagem
ro: Notificări mesaje

# vc_link_device_scan_qr_code_explanation
source: Navigate to Settings → Recovery Phrase on your other device to show your QR code.
be: Перайдзіце да Налады → Фраза Аднаўлення на вашай іншай прыладзе, каб паказаць Ваш QR-код.
cs: Přejděte do Nastavení → Fráze pro obnovení na Vašem dalším zařízení a pro zobrazení QR kódu.
el: Μεταβείτε στις Ρυθμίσεις → Φράση Ανάκτησης στην άλλη σας συσκευή για να εμφανίσετε τον κωδικό QR σας.
it: Vai su Impostazioni → Frase di recupero sul tuo altro dispositivo per mostrare il tuo codice QR.
pt_pt: Navegue para Configurações → Frase de recuperação no outro dispositivo para mostrar o código QR.
ro: Intră în setări -> Fraza de recuperare pe celălalt dispozitiv pentru a descoperi codul tău QR.

# vc_enter_recovery_phrase_explanation
source: To link your device, enter the recovery phrase that was given to you when you signed up.
be: Каб звязаць вашу прыладу, увядзіце сакрэтную фразу, якая была прадстаўлена вам пры рэгістрацыі.
cs: Pro propojení vašeho zařízení zadejte frázi pro obnovení, která vám byla přidělena při registraci.
el: Για να συνδέσετε τη συσκευή σας, εισάγετε τη φράση ανάκτησης που σας δόθηκε κατά την εγγραφή σας.
it: Per collegare il tuo dispositivo, inserisci la frase di recupero che ti è stata data quando ti sei registrato.
pt_pt: Para se conectar com o seu dispositivo, introduza o código de recuperação que lhe foi fornecido quando realizou a sua inscrição.
ro: Pentru a adăuga noul tău dispozitiv, folosește fraza de recuperare care ți-a fost dată când ți-ai creat contul.

# accountIdEnterYourFriends
source: Enter your friend's Account ID or ONS
be: Увядзіце Session ID або імя ONS
cs: Zadejte Session ID nebo název ONS
el: Εισαγάγετε Session ID ή όνομα ONS
it: Inserisci Session ID o nome ONS
pt_pt: Introduzir Session ID ou nome de ONS
ro: Introdul ID-ul Session sau numele ONS

# groupOnlyAdmin
source: You are the only admin in <b>{groupname}</b>. Group members and settings cannot be changed without an admin.
be: Так як вы з'яўляецеся стваральнікам гэтай групы, яна будзе выдалена для ўсіх. Гэта нельга будзе адмяніць.
cs: Protože jste tvůrcem této skupiny, bude smazána pro všechny. Tuto akci nelze vrátit zpět.
el: Επειδή είστε ο δημιουργός αυτής της ομάδας θα διαγραφεί για όλους. Αυτό δεν μπορεί να αναιρεθεί.
it: Perché sei il creatore di questo gruppo sarà eliminato per tutti. Questo non può essere annullato.
pt_pt: Tendo em conta que é o criador deste grupo, ele será eliminado para todos. Não poderá retroceder com a sua eliminação.
ro: Pentru că tu ești creatorul grupului, acesta va fi șters pentru toată lumea. Această acțiune este ireversibilă.

# communityJoinOfficial
source: Or join one of these...
be: Або далучыцеся да аднаго з гэтых...
cs: Nebo se připojte k jedné z těchto...
el: Ή γίνετε μέλος σε ένα από αυτά...
it: Oppure unisciti a uno di questi...
pt_pt: Ou junte-se a um destes...
ro: Sau alătura-te unuia dintre acestea...

# sessionInviteAFriend
source: Invite a Friend
be: Запрасіць сябра
cs: Pozvat přítele
el: Προσκαλέστε ένα Φίλο
it: Invita un Amico
pt_pt: Convidar um Amigo
ro: Invită un prieten

source: Copied
be: Скапіравана
cs: Zkopírováno
el: Αντιγράφηκε
it: Copiato
pt_pt: Copiado
ro: Copiat

# accountIDCopy
source: Copy Account ID
be: Скапіяваць Session ID
cs: Kopírovat Session ID
el: Αντιγραφή Session ID
it: Copia Session ID
pt_pt: Copiar ID da sessão
ro: Copiază ID Session

source: Message
be: Паведамленне
cs: Zpráva
el: Μήνυμα
it: Messaggio
pt_pt: Mensagem
ro: Mesaj

# vc_conversation_voice_message_cancel_message
source: Slide to Cancel
be: Правядзіце каб скасаваць
cs: Pro zrušení přejeďte
el: Σύρετε για Ακύρωση
it: Scorri per annullare
pt_pt: Deslize para cancelar
ro: Glisează pentru a renunța

# attachmentsAutoDownloadModalTitle
source: Auto Download
be: Давяраць %@?
cs: Důvěřovat %@?
el: Εμπιστεύεστε την επαφή %@;
it: Ti fidi di %@?
pt_pt: Confiar em %@?
ro: Ai incredere în %@?
