Repository: Apparently10/session-ios
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: be, cs, el, it, pt_pt, ro

source: Attachment
be: Далучэнне
cs: Příloha
el: Συνημμένο
it: Allegato
pt_pt: Anexo
ro: Atașament

# attachmentsFileType
source: File Type:
be: Тып файла: %@
cs: Typ souboru: %@
el: Τύπος αρχείου: %@
it: Tipo file: %@
pt_pt: Tipo de ficheiro: %@
ro: Tipul fișierului: %@

# attachmentsFileSize
source: File Size:
be: Памер: %@
cs: Velikost: %@
el: Μέγεθος: %@
it: Dimensione: %@
pt_pt: Tamanho: %@
ro: Dimensiune: %@

# messageErrorLimit
source: Message limit reached
be: Дасягнуты ліміт паведамленняў
cs: Dosažen limit zprávy
el: Συμπληρώθηκε το όριο μηνυμάτων
it: Limite caratteri raggiunto
pt_pt: Atingido o limite da mensagem
ro: Limita de mesaje a fost atinsă

source: Send
be: Адправіць
cs: Odeslat
el: Αποστολή
it: Invia
pt_pt: Enviar
ro: Trimite

# attachmentsErrorSending
source: Error sending file.
be: Памылка адпраўкі далучэння
cs: Chyba při odesílání přílohy
el: Σφάλμα Αποστολής Συνημμένου
it: Errore nell'invio dell'allegato
pt_pt: Erro ao enviar o anexo
ro: Eroare la trimiterea atașamentului

# ATTACHMENT_ERROR_COULD_NOT_CONVERT_TO_JPEG
source: Unable to convert image.
be: Немагчыма канвертаваць выяву.
cs: Obrázek nelze překonvertovat.
el: Αδυναμία μετατροπής της εικόνας.
it: Impossibile convertire l'immagine.
pt_pt: Não é possível converter a imagem.
ro: Nu se poate converti imaginea.

# ATTACHMENT_ERROR_COULD_NOT_CONVERT_TO_MP4
source: Unable to process video.
be: Немагчыма апрацаваць відэа.
cs: Video nelze zpracovat.
el: Αδυναμία επεξεργασίας του βίντεο.
it: Impossibile elaborare il video.
pt_pt: Impossível processar o vídeo.
ro: Videoclipul nu a putut fi procesat.

# ATTACHMENT_ERROR_COULD_NOT_PARSE_IMAGE
source: Unable to parse image.
be: Немагчыма прааналізаваць выяву.
cs: Obrázek nelze zpracovat.
el: Αδυναμία ανάλυσης της εικόνας.
it: Impossibile elaborare l'immagine.
pt_pt: Não é possível obter a imagem.
ro: Imaginea nu poate fi procesata.

# attachmentsImageErrorMetadata
source: Unable to remove metadata from file.
be: Немагчыма выдаліць метададзеныя з выявы.
cs: Nelze odstranit metadata z obrázku.
el: Αδυναμία αφαίρεσης των μεταδεδομένων από την εικόνα.
it: Impossibile rimuovere i metadati dall'immagine.
pt_pt: Não é possível remover os metadados da imagem.
ro: Eliminarea metadata din imagine este imposibila.

# ATTACHMENT_ERROR_COULD_NOT_RESIZE_IMAGE
source: Unable to resize image.
be: Немагчыма змяніць памер выявы.
cs: Nelze změnit velikost obrázku.
el: Αδυναμία αλλαγής μεγέθους της εικόνας.
it: Impossibile ridimensionare l'immagine.
pt_pt: Não é possível redimensionar a imagem.
ro: Nu se poate redimensiona imaginea.

# attachmentsErrorSize
source: Files must be less than 10Mb
be: Далучэнне занадта вялікае.
cs: Příloha je příliš velká.
el: Το συνημμένο είναι πολύ μεγάλο.
it: Allegato troppo pesante.
pt_pt: Anexo demasiado grande.
ro: Atasamentul este prea mare.

# attachmentsErrorNotSupported
source: This file type is not supported.
be: Далучэнне змяшчае несапраўдны кантэнт.
cs: Příloha obsahuje neplatný obsah.
el: Το συνημμένο περιλαμβάνει μη έγκυρο περιεχόμενο.
it: L'allegato contiene contenuti non validi.
pt_pt: O anexo inclui conteúdo inválido.
ro: Conținutul atașamentului este invalid.

# ATTACHMENT_ERROR_MISSING_DATA
source: Attachment is empty.
be: Далучэнне адсутнічае.
cs: Příloha je prázdná.
el: Το συνημμένο είναι κενό.
it: L'allegato è vuoto.
pt_pt: Anexo está vazio.
ro: Atașamentul este gol.

# ATTACHMENT_PICKER_DOCUMENTS_FAILED_ALERT_TITLE
source: Failed to choose document.
be: Памылка выбару дакумента.
cs: Nepovedlo se vybrat dokument.
el: Αποτυχία επιλογής εγγράφου.
it: Selezione del documento non riuscita.
pt_pt: Erro ao escolher o documento.
ro: Alegere document nereușită.

# messageVoice
source: Voice Message
be: Галасавое паведамленне
cs: Hlasová zpráva
el: Ηχητικό μήνυμα
it: Messaggio vocale
pt_pt: Mensagem de voz
ro: Mesaj vocal

source: Block
be: Заблакаваць
cs: Zablokovat
el: Φραγή
it: Blocca
pt_pt: Bloquear
ro: Blochează

# blockUnblock
source: Unblock
be: Разблакіраваць %@?
cs: Odblokovat %@?
el: Αναίρεση φραγής %@;
it: Sbloccare %@?
pt_pt: Desbloquear %@?
ro: Deblocați %@?

# blockDescription
source: Are you sure you want to block <b>{name}</b>? Blocked users cannot send you message requests, group invites or call you.
be: Заблакіраваныя карыстальнікі не змогуць тэлефанаваць вам або адпраўляць вам паведамленні.
el: Οι φραγμένοι χρήστες δεν θα είναι σε θέση να σας καλούν ή να σας στέλνουν μηνύματα.
pt_pt: Os utilizadores bloqueados não poderão ligar-lhe nem enviar-lhe mensagens.
ro: Utilizatorii blocați nu te vor apela sau trimite mesaje.

source: Done
be: Гатова
cs: Hotovo
el: Ολοκληρώθηκε
it: Fatto
pt_pt: Concluir
ro: Gata

source: Select
be: Выбраць
cs: Vybrat
el: Επιλογή
it: Seleziona
pt_pt: Selecionar
ro: Selectează

# searchSearching
source: Searching...
be: Пошук...
cs: Vyhledávání...
el: Αναζήτηση...
it: Cerco...
pt_pt: Pesquisando...
ro: Căutare...

# searchMatchesNoneSpecific
source: No matches
be: Супадзенні не знойдзеныя
cs: Žádné shody
el: Χωρίς αποτελέσματα
it: Nessun risultato
pt_pt: Nenhum resultado
ro: Nu există rezultate

# CONVERSATION_SEARCH_ONE_RESULT
source: 1 match
be: 1 матч
cs: 1 shoda
el: 1 αντιστοιχία
it: 1 risultato
pt_pt: 1 resultado
ro: Un rezultat

# searchMatches
source: %d of %d matches
be: %d з %d супадзенняў
cs: %d z %d shod
el: %d από %d αντιστοιχίσεις
it: %d di %d risultati
pt_pt: %d de %d resultados
ro: %d din %d potriviri

# CONVERSATION_SETTINGS_BLOCK_THIS_USER
source: Block This User
be: Заблакіраваць гэтага карыстальніка
cs: Blokovat tohoto uživatele
el: Φραγή Αυτού του Χρήστη
it: Blocca questo utente
pt_pt: Bloquear este utilizador
ro: Blochează acest utilizator

# notificationsMute
source: Mute
be: Выключыць гук
cs: Ztlumit
el: Σίγαση
it: Silenzia
pt_pt: Silenciar
ro: Dezactivează sunet

source: Search Conversation
be: Шукаць у размове
cs: Vyhledat konverzaci
el: Αναζήτηση στη Συνομιλία
it: Cerca nella conversazione
pt_pt: Pesquisar conversa
ro: Caută conversație

# attachmentsMoveAndScale
source: Move and Scale
be: Перасоўванне і маштабаванне
cs: Přesun a měřítko
el: Μετακίνηση και Κλιμάκωση
it: Sposta e ridimensiona
pt_pt: Mover e Dimensionar
ro: Mută și modifică mărimea

# waitFewMinutes
source: This can take a few minutes.
be: Гэта можа заняць некалькі хвілін.
cs: Může to trvat několik minut.
el: Αυτό μπορεί να διαρκέσει μερικά λεπτά.
it: Potrebbe richiedere alcuni minuti.
pt_pt: Este processo poderá demorar alguns minutos.
ro: Poate dura câteva minute.

# databaseOptimizing
source: Optimizing Database
be: Аптымізацыя базы даных
cs: Optimalizace databáze
el: Βελτιστοποίηση Βάσης Δεδομένων
it: Ottimizzazione database
pt_pt: Otimizando a base de dados
ro: Optimizare bază de date

# DATE_NOW
source: Now
be: Зараз
cs: Teď
el: Τώρα
it: Ora
pt_pt: Agora
ro: Acum

source: Disappearing Messages
be: Знікаючыя паведамленні
cs: Mizející zprávy
el: Εξαφανιζόμενα Μηνύματα
it: Messaggi effimeri
pt_pt: Destruição de mensagens
ro: Mesaje temporare

# groupEdit
source: Edit Group
be: Рэдагаваць групу
cs: Upravit skupinu
el: Επεξεργασία Ομάδας
it: Modifica gruppo
pt_pt: Editar grupo
ro: Editează grupul

# attachmentsMediaEmpty
source: You don't have any media in this conversation.
be: У вас няма медыя ў гэтай размове.
cs: V této konverzaci nemáte žádná média.
el: Δεν έχετε κανένα πολυμέσο σε αυτή τη συνομιλία.
it: Non hai media in questa conversazione.
pt_pt: Não existe multimédia nesta conversa.
ro: Nu aveți fișier media în această conversație.

# attachmentsLoadingNewer
source: Loading Newer Media…
be: Загрузка новых медыя…
cs: Načítání novějších médií…
el: Φόρτωση Νεότερων Πολυμέσων...
it: Carico media più recenti...
pt_pt: Carregando multimédia recente…
ro: Încărcăre fișiere media noi…

# attachmentsLoadingOlder
source: Loading Older Media…
be: Загрузка старых медыя…
cs: Načítání starších médií…
el: Φόρτωση Παλαιότερων Πολυμέσων...
it: Carico media meno recenti…
pt_pt: Carregando multimédia antiga…
ro: Încărcăre fișiere media vechi…

# errorUnknown
source: An unknown error occurred.
be: Не атрымалася атрымаць запытаны GIF. Упэўніцеся, што вы знаходзіцеся ў Інтэрнэце.
cs: Nepodařilo se načíst požadovaný GIF. Zkontrolujte připojení k internetu.
el: Αποτυχία ανάκτησης του GIF. Παρακαλώ επιβεβαιώστε ότι είστε συνδεδεμένοι.
it: Errore nel recupero della GIF richiesta. Verifica che la connessione sia attiva.
pt_pt: Impossível obter o GIF escolhido. É favor verificar se possui ligação à Internet.
ro: Nu s-a putut găsi GIF-ul cautat. Va rugăm verificați dacă sunteți online.

# searchEnter
source: Please enter your search.
be: Калі ласка, увядзіце тэкст для пошуку.
cs: Zadejte své vyhledávání.
el: Παρακαλώ εισάγετε την αναζήτηση.
it: Inserisci la tua ricerca.
pt_pt: Introduza o texto para pesquisar.
ro: Căutați.

# searchMatchesNone
source: No results found.
be: Памылка. Націсніце, каб паўтарыць спробу.
cs: Chyba. Klepněte pro opakování.
el: Σφάλμα. Πατήστε για επανάληψη.
it: Errore. Tocca per riprovare.
pt_pt: Erro. Toque para tentar novamente.
ro: Eroare. Apasă pentru a reîncerca.

source: Group created
be: Група створана
cs: Skupina vytvořena
el: Η ομάδα δημιουργήθηκε
it: Gruppo creato.
pt_pt: Grupo criado
ro: Grupul a fost creat

# groupMemberNew
source: %@ joined the group.
be: %@ далучыўся да групы.
cs: %@ se připojil/a ke skupině.
el: %@ έγινε μέλος στην ομάδα.
it: %@ fa ora parte del gruppo.
pt_pt: %@ entrou no grupo.
ro: %@ s-a alăturat grupului.

# groupMemberLeft
source: %@ left the group.
be: %@ пакінуў групу.
cs: %@ opustil/a skupinu.
el: %@ αποχώρησε από την ομάδα.
it: %@ ha abbandonato il gruppo.
pt_pt: %@ saiu do grupo.
ro: %@ a părăsit grupul.

# groupRemoved
source: %@ was removed from the group.
be: %@ выдалены з групы.
cs: %@ byl/a odebrán/a ze skupiny.
el: %@ αφαιρέθηκε από την ομάδα.
it: %@ è stato rimosso dal gruppo.
pt_pt: %@ foi removido do grupo.
ro: %@ a fost eliminat din grup.

# groupRemovedMore
source: %@ were removed from the group.
be: %@ былі выдалены з групы.
cs: %@ byli odebráni ze skupiny.
el: %@ αφαιρέθηκαν από την ομάδα.
it: %@ sono stati rimossi dal gruppo.
pt_pt: %@ foi removido do grupo.
ro: %@ au fost eliminați din grup.

# GROUP_TITLE_CHANGED
source: Title is now '%@'.
be: Назва зменена на '%@'.
cs: Název je nyní %@.
el: Ο τίτλος είναι τώρα '%@'.
it: Il titolo ora è '%@'.
pt_pt: O título agora é '%@'.
ro: Noul titlu al grupului este '%@'.

source: Group updated.
be: Група абноўлена.
cs: Skupina aktualizována.
el: Η ομάδα ενημερώθηκε.
it: Gruppo aggiornato.
pt_pt: Grupo atualizado.
ro: Grupul este actualizat.

# groupMemberYouLeft
source: You left the group.
be: Вы пакінулі групу.
cs: Opustil/a jste skupinu.
el: Αποχωρήσατε από την ομάδα.
it: Hai abbandonato il gruppo.
pt_pt: Saiu do grupo.
ro: Ați ieșit din grup.

# groupRemovedYou
source: You were removed from the group.
be: Вас выдалілі з групы.
cs: Byli jste odebráni ze skupiny.
el: Έχετε διαγραφεί από την ομάδα.
it: Sei stato rimosso dal gruppo.
pt_pt: Foi removido(a) do grupo.
ro: Ați fost eliminat din grup.

# attachmentsErrorNumber
source: Unable to send more than 32 image and video files at once.
be: Вы не можаце падзяліцца больш, чым %@ элементамі.
cs: Nemůžete sdílet více než %@ položek.
el: Δεν μπορείτε να μοιραστείτε πάνω από %@ αντικείμενα.
it: Non puoi condividere più di %@ elementi.
pt_pt: Não pode partilhar mais do que %@ itens.
ro: No poți partaja mai mult de %@ elemente.

# IMAGE_PICKER_FAILED_TO_PROCESS_ATTACHMENTS
source: Failed to select attachment.
be: Не ўдалося выбраць далучэнне.
cs: Nepodařilo se vybrat přílohu.
el: Αποτυχία επιλογής συνημμένου.
it: Selezione allegato non riuscita.
pt_pt: Erro ao selecionar o anexo.
ro: Nu a putut fi selectat atașamentul.

# audioUnableToPlay
source: Unable to play audio file.
be: Некарэктны аўдыяфайл.
cs: Neplatný zvukový soubor.
el: Μη έγκυρο αρχείο ήχου.
it: File audio non valido.
pt_pt: Ficheiro de áudio inválido.
ro: Fișier audio invalid.

source: Leave
be: Пакінуць
cs: Opustit
el: Αποχώρηση
it: Abbandona
pt_pt: Sair
ro: Părăsește

# LEAVE_GROUP_ACTION
source: Leave Group
be: Пакінуць групу
cs: Opustit skupinu
el: Αποχώρηση από την ομάδα
it: Abbandona gruppo
pt_pt: Sair do grupo
ro: Părăsește grupul

# conversationsSettingsAllMedia
source: All Media
be: Усе медыя
cs: Všechna média
el: Όλα τα πολυμέσα
it: Tutti i media
pt_pt: Toda a multimédia
ro: Media

source: Delete Messages
be: Выдаліць %d паведамленняў
cs: Smazat %d zpráv
el: Διαγραφή %d μηνυμάτων
it: Elimina %d messaggi
pt_pt: Apagar %d mensagens
ro: Șterge %d de mesaje

source: Delete Message
be: Выдаліць паведамленне
cs: Smazat zprávu
el: Διαγραφή Μηνύματος
it: Elimina messaggio
pt_pt: Apagar mensagem
ro: Șterge mesaj

# attachmentsMedia
source: %@ on %@
be: %@ на %@
cs: %@ v %@
el: %@ στις %@
it: %@ il %@
pt_pt: %@ em %@
ro: %@ pe %@

# onionRoutingPathYou
source: You
be: Вы
cs: Vy
el: Εσείς
it: Tu
pt_pt: Eu
ro: Tu

# attachmentsThisMonth
source: This Month
be: У гэтым месяцы
cs: Tento měsíc
el: Αυτό το μήνα
it: Questo mese
pt_pt: Este mês
ro: Luna aceasta

# MESSAGE_STATUS_FAILED
source: Sending failed.
be: Не ўдалося адправіць.
cs: Odeslání selhalo.
el: Η αποστολή απέτυχε.
it: Invio non riuscito.
pt_pt: Erro ao enviar.
ro: Trimitere eșuată.

source: Read
be: Прачытана
cs: Přečteno
el: Διαβάστηκε
it: Letto
pt_pt: Lida
ro: Citit

source: Sending
be: Адпраўка…
cs: Odesílání…
el: Γίνεται Αποστολή…
it: Invio in corso...
pt_pt: A enviar…
ro: Trimitere…

# disappearingMessagesSent
source: Sent
be: Даслана
cs: Odesláno
el: Στάλθηκε
it: Inviato
pt_pt: Enviado
ro: Trimis

source: Uploading…
be: Загрузка…
cs: Nahrávání…
el: Μεταφόρτωση…
it: Carico…
pt_pt: Carregando…
ro: Încărcare…

# notificationsIosGroup
source: %@ to %@
be: %@ да %@
cs: %@ do %@
el: %@ σε %@
it: %@ su %@
pt_pt: %@ para %@
ro: %@ către %@

source: Note to Self
be: Захаванае
cs: Poznámka pro mně
el: Σημείωση προς εμένα
it: Note personali
pt_pt: Nota pessoal
ro: Notă personală

# notificationsIosRestart
source: You may have received messages while your %@ was restarting.
be: Заданне можа быць адноўлена з паведамленнямі пасля перазапуску.
cs: Možná jste obdrželi zprávy během restartování aplikace %@.
el: Μπορεί να έχετε λάβει μηνύματα κατά την επανεκκίνηση του %@.
it: Potresti aver ricevuto messaggi mentre il tuo %@ si riavviava.
pt_pt: Poderá ter recebido mensagens enquanto o seu %@ reiniciava.
ro: Este posibil să fi primit mesaje cât timp %@ a fost repornit.

# BUTTON_OK
source: OK
be: Добра
el: ΟΚ

# disappearingMessagesTurnedOff
source: <b>{name}</b> has turned disappearing messages off.
be: %@ адключыў(ла) знікальныя паведамленні.
cs: Uživatel %@ zakázal mizející zprávy.
el: %@ απενεργοποίησε τα εξαφανιζόμενα μηνύματα.
it: %@ ha disabilitato i messaggi effimeri.
pt_pt: %@ desativou o desaparecimento de mensagens.
ro: %@ a dezactivat mesajele care dispar.

# disappearingMessagesSet
source: <b>{name}</b> has set messages to disappear {time} after they have been {disappearingmessagestype}.
be: %@ паставіў(ла) таймер знікнення паведамлення на %@
cs: %@ nastavil čas pro zmizení zpráv na %@
el: %@ όρισε το χρόνο εξαφάνισης μηνύματος σε %@
it: %@ ha impostato il timer dei messaggi effimeri su %@.
pt_pt: %@ definiu o desparecimento das mensagens em %@
ro: %@ a fixat timpul in care dispar mesajele la %@

# cameraErrorUnavailable
source: Camera unavailable.
be: Немагчыма зрабіць здымак.
cs: Nelze pořídit obrázek.
el: Αδυναμία λήψης εικόνας.
it: Impossibile scattare foto.
pt_pt: Não é possível obter a imagem.
ro: Imposibil de realizat captură foto.

# attachmentsAlbumUnnamed
source: Unnamed Album
be: Безыменны альбом
cs: Nepojmenované album
el: Άλμπουμ Χωρίς Όνομα
it: Album senza nome
pt_pt: Álbum sem nome
ro: Album fara nume

# messageMarkRead
source: Mark read
be: Пазначыць як прачытанае
cs: Označit jako přečtené
el: Σήμανση ως Αναγνωσμένο
it: Segna come letto
pt_pt: Definir como lida
ro: Marchează ca și citit

source: Reply
be: Адказаць
cs: Odpověděť
el: Απάντηση
it: Rispondi
pt_pt: Responder
ro: Răspunde

# authenticateToOpen
source: Authenticate to open Session.
be: Аўтэнтыфікацыя для адкрыцця Session.
cs: Ověření pro otevření Session.
el: Πραγματοποιήστε έλεγχο ταυτότητας για να ανοίξετε το Session.
it: Identificati per aprire Session.
pt_pt: Autentique para abrir Session.
ro: Autentifică-te pentru a deschide Session.

# authenticateFailed authenticateFailed authenticateFailed authenticateFailed
source: Authentication failed.
be: Не ўдалося ідэнтыфікавацца
cs: Ověření se nezdařilo
el: Ο Έλεγχος Ταυτότητας Απέτυχε
it: Autenticazione fallita
pt_pt: A autenticação falhou
ro: Autentificare eșuată

# SETTINGS_AUDIO_DEFAULT_TONE_LABEL_FORMAT
source: %@ (default)
be: %@ (па змаўчанні)
cs: %@ (výchozí)
el: %@ (προεπιλογή)
it: %@ (predefinito)
pt_pt: %@ (Predefinição)
ro: %@ (implicit)

# SETTINGS_ITEM_NOTIFICATION_SOUND
source: Message Sound
be: Гук паведамлення
cs: Zvuk zprávy
el: Ήχος Μηνύματος
it: Suono messaggio
pt_pt: Som da Mensagem
ro: Sunet notificare mesaj

# TIME_AMOUNT_DAYS
source: %@ days
be: %@ дзён
cs: %@ dní
el: %@ ημέρες
it: %@ giorni
pt_pt: %@ dias
ro: %@ Zile

# TIME_AMOUNT_DAYS_SHORT_FORMAT
source: %@d
be: %@д
el: %@ημ
it: %@g
ro: %@Z

# TIME_AMOUNT_HOURS
source: %@ hours
be: %@ гадзін
cs: %@ h
el: %@ ώρες
it: %@ ore
pt_pt: %@ horas
ro: %@ Ore

# TIME_AMOUNT_HOURS_SHORT_FORMAT
source: %@h
be: %@г
el: %@ώρ
ro: %@O

# TIME_AMOUNT_MINUTES
source: %@ minutes
be: %@ хвілін
cs: %@ min
el: %@ λεπτά
it: %@ minuti
pt_pt: %@ minutos
ro: %@Minute

# TIME_AMOUNT_MINUTES_SHORT_FORMAT
source: %@m
be: %@хв
cs: %@min
el: %@λ

# TIME_AMOUNT_SECONDS
source: %@ seconds
be: %@ секунд
cs: %@ s
el: %@ δευτερόλεπτα
it: %@ secondi
pt_pt: %@ segundos
ro: %@ Secunde

# TIME_AMOUNT_SECONDS_SHORT_FORMAT
source: %@s
be: %@с
el: %@δ

# TIME_AMOUNT_SINGLE_DAY
source: %@ day
be: %@ дзень
cs: %@ dní
el: %@ ημέρα
it: %@ giorno
pt_pt: %@ dia
ro: %@z

# TIME_AMOUNT_SINGLE_HOUR
source: %@ hour
be: %@ гадзіна
cs: %@ hodina
el: %@ ώρα
it: %@ ora
pt_pt: %@ hora
ro: %@ Oră

# TIME_AMOUNT_SINGLE_MINUTE
source: %@ minute
be: %@ хвіліна
cs: %@ minuta
el: %@ λεπτό
it: %@ minuto
pt_pt: %@ minuto
ro: %@ minut

# TIME_AMOUNT_SINGLE_WEEK
source: %@ week
be: %@ тыдзень
cs: %@ týden
el: %@ εβδομάδα
it: %@ settimana
pt_pt: %@ semana
ro: %@ o săptămână

# TIME_AMOUNT_WEEKS
source: %@ weeks
be: %@ тыдняў
cs: %@ týdny
el: %@ εβδομάδες
it: %@ settimane
pt_pt: %@ semanas
ro: %@ săptămâni

# TIME_AMOUNT_WEEKS_SHORT_FORMAT
source: %@w
be: %@т
cs: %@td
el: %@εβδ
it: %@sett
pt_pt: %@sem
ro: %@săpt

source: Cancel
be: Скасаваць
cs: Zrušit
el: Ακύρωση
it: Annulla
pt_pt: Cancelar
ro: Renunță

source: Delete
be: Выдаліць
cs: Smazat
el: Διαγραφή
it: Elimina
pt_pt: Apagar
ro: Șterge

# messageVoiceErrorShort
source: Tap and hold to record a voice message.
be: Націсніце і ўтрымлівайце, каб запісаць галасавое паведамленне.
cs: Klepněte a podržte pro nahrání hlasové zprávy.
el: Πατήστε παρατεταμένα για να ηχογραφήσετε ένα φωνητικό μήνυμα.
it: Tieni premuto per registrare un messaggio vocale.
pt_pt: Pressione e segure para gravar uma mensagem de voz.
ro: Apasă și menține apăsat pentru a înregistra un mesaj vocal.

# disappearingMessagesTurnedOffYou
source: <b>You</b> turned disappearing messages off.
be: Вы адключылі знікальныя паведамленні.
cs: Zakázali jste mizející zprávy.
el: Απενεργοποιήσατε τα εξαφανιζόμενα μηνύματα.
it: Hai disabilitato i messaggi effimeri.
pt_pt: Você desativou a destruição de mensagens.
ro: Ai dezactivat funcția de mesaje care dispar.

# disappearingMessagesSetYou
source: <b>You</b> set messages to disappear {time} after they have been {disappearingmessagestype}.
be: Вы паставілі таймер знікнення паведамлення на %@
cs: Nastavil jste čas pro zmizení zpráv na %@
el: Ορίσατε τον χρόνο του εξαφανιζόμενου μηνύματος σε %@
it: Hai impostato il timer dei messaggi effimeri su %@.
pt_pt: Definiu o tempo de destruição de mensagens para %@
ro: Ai setat intervalul de timp al mesajelor care dispar la %@

source: Continue
be: Працягнуць
cs: Pokračovat
el: Συνέχεια
it: Continua
pt_pt: Continuar
ro: Continuă

source: Copy
be: Скапіяваць
cs: Kopírovat
el: Αντιγραφή
it: Copia
pt_pt: Copiar
ro: Copiază

# communityEnterUrlErrorInvalid
source: Invalid URL
be: Памылковы URL адрэс
cs: Neplatná URL adresa
el: Μη έγκυρο URL
it: URL non valido
pt_pt: URL inválido
ro: Adresa URL invalidă

source: Next
be: Далей
cs: Další
el: Επόμενο
it: Avanti
pt_pt: Seguinte
ro: Următorul

source: Share
be: Абагуліць
cs: Sdílet
el: Κοινοποίηση
it: Condividi
pt_pt: Partilhar
ro: Partajează

source: Invalid Session ID
be: Памылковы Session ID
cs: Neplatná ID relace
el: Μη έγκυρο Session ID
it: Session ID non valido
pt_pt: ID de sessão inválida
ro: Id Session invalid

# accountIdYours
source: Your Account ID
be: Ваш Session ID
cs: Vaše ID relace
el: Το Session ID σας
it: Il tuo Session ID
pt_pt: Seu ID de sessão
ro: ID-ul tău Session

# onboardingBubblePrivacyInYourPocket
source: Privacy in your pocket.
be: Ваш Session пачынаецца тут...
cs: Vaše relace začíná zde...
el: Το Session σας ξεκινά εδώ...
it: La tua sessione inizia qui...
pt_pt: Sua sessão começa aqui ...
ro: Pentru tine, Session începe aici...

# onboardingAccountCreate
source: Create account
be: Стварыць Session ID
cs: Vytvořit ID relaci
el: Δημιουργία Session ID
it: Crea Session ID
pt_pt: Criar ID de Sessão
ro: Creează ID Session

# onboardingAccountExists
source: I have an account
be: Увайдзіце ва ўліковы запіс
cs: Pokračujte v relaci
el: Συνεχίστε το Session σας
it: Continua la tua sessione
pt_pt: Continuar com a sua sessão
ro: Continuă Sessiunea

# view_fake_chat_bubble_1
source: What's Session?
be: Што такое Session?
cs: Co je Session?
el: Τι είναι το Session;
it: Che cos'è Session?
pt_pt: O que é o Session?
ro: Ce este Session?

# view_fake_chat_bubble_2
source: It's a decentralized, encrypted messaging app
be: Гэта дэцэнтралізаваны, шыфраваны мэсэнджар
cs: Je to decentralizovaná, šifrovaná aplikace pro zasílání zpráv
el: Είναι μια αποκεντρωμένη, κρυπτογραφημένη εφαρμογή ανταλλαγής μηνυμάτων
it: È un'app di messaggistica decentralizzata e cifrata
pt_pt: É uma aplicaçāo de mensagens encriptadas e descentralizado
ro: Este o aplicație decentralizată, criptată și destinată mesajelor sigure

# view_fake_chat_bubble_3
source: So it doesn't collect my personal information or my conversation metadata? How does it work?
be: Выходзіць, ён не збірае мае асабістыя звесткі ці метаданыя размовы? Як гэта працуе?
cs: Takže neshromažďuje mé osobní údaje ani metadata konverzace? Jak to funguje?
el: Άρα δε συλλέγει τα προσωπικά μου στοιχεία ή τα μεταδεδομένα της συνομιλίας μου; Πώς λειτουργεί;
it: Quindi non raccoglie le mie informazioni personali o i metadati delle mie conversazioni? Come funziona?
pt_pt: Então não coleta as minhas informações ou as minhas conversas? Como é que funciona?
ro: Deci nu colectează informații personale despre mine sau metadatele conversațiilor mele? Cum funcționează?

# view_fake_chat_bubble_4
source: Using a combination of advanced anonymous routing and end-to-end encryption technologies.
be: Ён выкарыстоўвае камбінацыю ананімнага маршрутызавання і скразнога шыфравання.
cs: Použitím kombinace pokročilých anonymních směrovacích a end-to-end šifrovacích technologií.
el: Χρησιμοποιώντας έναν συνδυασμό προηγμένων τεχνολογιών ανώνυμης δρομολόγησης και κρυπτογράφησης από άκρο σε άκρο.
it: Utilizzando una combinazione di instradamento anonimo avanzato e tecnologie di cifratura end-to-end.
pt_pt: Usando uma combinação de tecnologias avançadas de roteamento anônimo e criptografia de ponta a ponta.
ro: Utilizănd concomitent criptare end-to-end de înalt nivel și tehnologii de rutare anonimă avansată.
