Repository: Apparently10/session-ios
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: be, cs, el, it, pt_pt, ro

# clearDataAllDescription
source: This will permanently delete your messages and contacts. Would you like to clear this device only, or delete your data from the network as well?
be: Гэта прывядзе да незваротнага выдалення вашых паведамленняў і кантактаў. Вы жадаеце сцерці толькі гэту прыладу ці таксама выдаліць свае даныя з сеткі?
cs: Tímto trvale smažete vaše zprávy a kontakty. Chcete vymazat data pouze na tomto zařízení, nebo odstranit také data ze sítě?
el: Αυτό θα διαγράψει μόνιμα τα μηνύματα και τις επαφές σας. Θα θέλατε να καθαρίσετε αυτή τη συσκευή μόνο ή να διαγράψετε και τα δεδομένα σας από το δίκτυο;
it: Questo eliminerà definitivamente i tuoi messaggi e contatti. Vorresti cancellare solo questo dispositivo o eliminare anche i tuoi dati dalla rete?
pt_pt: Apagará permanentemente as suas mensagens e contactos. Gostaria de eliminar isto apenas do seu telemóvel, ou também eliminar a sua base de dados inteira?
ro: Acest lucru va şterge definitiv mesajele şi contactele dumneavoastră. Doriţi să ştergeţi doar acest dispozitiv sau să ştergeţi şi datele din reţea?

# clearDeviceAndNetworkConfirm
source: Are you sure you want to delete your data from the network? If you continue, you will not be able to restore your messages or contacts.
be: Вы ўпэўнены, што жадаеце сцерці даныя з сеткі? Калі вы працягнеце, вы не зможаце аднавіць свае паведамленні або кантакты.
cs: Jste si jisti, že chcete odstranit svá data ze sítě? Pokud budete pokračovat, nebudete moci obnovit své zprávy nebo kontakty.
el: Σίγουρα θέλετε να διαγράψετε τα δεδομένα σας από το δίκτυο; Εάν συνεχίσετε, δε θα μπορείτε να επαναφέρετε τα μηνύματα ή τις επαφές σας.
it: Sei sicuro di voler eliminare i tuoi dati dalla rete? Se continui, non potrai più recuperare i tuoi messaggi o i contatti.
ro: Sigur doriți să ștergeți datele dvs. din rețea? Dacă continuați, nu veți putea să vă restaurați mesajele sau contactele.

source: Clear Device Only
be: Сцерці толькі на прыладзе
cs: Vymazat pouze data na zařízení
el: Διαγραφή Μόνο Συσκευής
it: Cancella solo il dispositivo
pt_pt: Limpar apenas o dispositivo
ro: Curăță doar dispozitivul

source: Clear Device and Network
be: Сцерці на прыладзе і ў сетцы
cs: Vymazat data na zařízení i na síti
el: Διαγραφή Συσκευής Και Δικτύου
it: Cancella dispositivo e rete
pt_pt: Limpar dispositivo e base de dados
ro: Curăță dispozitivul și rețeaua

# clearDataErrorDescription1
source: Data not deleted by 1 Service Node. Service Node ID: %@.
be: Дадзеныя не выдаляюцца адным сэрвісным вузлом. Ідэнтыфікатар сэрвіснага вузла: %@.
cs: Data nebyly smazány jedním provozním uzlem. ID provozního uzlu: %@.
el: Τα δεδομένα δε διαγράφηκαν από 1 Κόμβο Εξυπηρέτησης. ID Κόμβου Εξυπηρέτησης: %@.
it: Dati non eliminati da 1 nodo di servizio. ID nodo di servizio: %@.
ro: Datele nu au fost șterse de un modul de serviciu. Nodul de servicii: %@.

# clearDataErrorDescription2
source: Data not deleted by %@ Service Nodes. Service Node IDs: %@.
be: Дадзеныя не выдалены %@ сэрвіснымі вузламі. Ідэнтыфікатары сэрвісных вузлоў: %@.
cs: Data nebyla odstraněna %@ provozními uzly. ID provozních uzlů: %@.
el: Τα δεδομένα δε διαγράφηκαν από %@ Κόμβους Εξυπηρέτησης. ID Κόμβων Εξυπηρέτησης: %@.
it: Dati non eliminati da %@ nodi di servizio. ID nodi di servizio: %@.
ro: Datele nu au fost șterse de %@ Noduri de serviciu. ID-uri de serviciu: %@.

# modal_clear_all_data_confirm
source: Clear
be: Сцерці
cs: Vymazat
el: Διαγραφή
it: Cancella
pt_pt: Apagar
ro: Ștergeți

# recoveryPasswordDescription
source: Use your recovery password to load your account on new devices. Your account cannot be recovered without your recovery password. Make sure it's stored somewhere safe and secure — and don't share it with anyone.
be: Вы можаце выкарыстоўваць фразу для аднаўлення ўліковага запісу або спалучэння прылады.
cs: Obnovovací frázi můžete použít pro obnovení účtu nebo propojení zařízení.
el: Μπορείτε να χρησιμοποιήσετε τη φράση σας ανάκτησης για να επαναφέρετε τον λογαριασμό σας ή να συνδέσετε μια συσκευή.
it: Puoi usare la tua frase di recupero per recuperare il tuo account o collegare un dispositivo.
pt_pt: You can use your recovery phrase to restore your account or link a device.
ro: Puteți folosi fraza de recuperare pentru a vă restaura contul sau pentru a lega un dispozitiv.

# modal_permission_explanation
source: Session needs %@ access to continue. You can enable access in the iOS settings.
be: Для працягу сеансу патрабуецца доступ да %@. Вы можаце дазволіць доступ у наладах iOS.
cs: Session potřebuje %@ přístup pro pokračování. Právo přístupu můžete zapnout v nastavení iOS.
el: Το Session χρειάζεται πρόσβαση σε %@ για να συνεχίσει. Μπορείτε να ενεργοποιήσετε την πρόσβαση στις ρυθμίσεις του iOS σας.
it: Session ha bisogno dell'accesso a %@ per continuare. Puoi consentire l'accesso nelle impostazioni di iOS.
ro: Sesiunea are nevoie de acces %@ pentru a continua. Puteți activa accesul în setările iOS.

# modal_permission_settings_title
source: Settings
be: Налады
cs: Nastavení
el: Ρυθμίσεις
it: Impostazioni
pt_pt: Definições
ro: Setări

# modal_permission_camera
source: camera
be: камера
cs: kamera
el: κάμερα
it: Fotocamera
pt_pt: Câmara
ro: cameră

# permissionsMicrophoneAccessRequired
source: Microphone Access Required
be: мікрафон
cs: mikrofon
el: μικρόφωνο
it: Microfono
pt_pt: Microfone
ro: microfon

# modal_permission_library
source: library
be: бібліятэкі
cs: knihovna
el: βιβλιοθήκη
it: Libreria
pt_pt: Biblioteca
ro: bibliotecă

source: Off
be: Выкл.
cs: Vypnuto
el: Απενεργοποιημένο
it: No
pt_pt: Desligado
ro: Dezactivat

# communityUrlCopy
source: Copy Community URL
be: Скапіраваць URL групы
cs: Kopírovat adresu skupiny
el: Αντιγραφή URL Ομάδας
it: Copia l'URL del gruppo
pt_pt: Copiar URL do grupo
ro: Copiază URL-ul grupului

# NEW_CONVERSATION_CONTACTS_SECTION_TITLE
source: Contacts
be: Кантакты
cs: Kontakty
el: Επαφές
it: Contatti
pt_pt: Contatos
ro: Contacte

# groupCreateErrorNoMembers
source: Please pick at least one other group member.
be: Калі ласка абярыце прынамсі аднаго ўдзельніка групы
cs: Vyberte prosím alespoň jednoho člena skupiny
el: Παρακαλώ επιλέξτε τουλάχιστον 1 μέλος από την ομάδα
it: Scegli almeno 1 membro del gruppo
pt_pt: Por favor, escolha pelo menos um membro do grupo
ro: Te rugăm să alegi cel puțin un membru al grupului

# GROUP_CREATION_PLEASE_WAIT
source: Please wait while the group is created...
be: Калі ласка, пачакайце, пакуль ствараецца група...
cs: Počkejte prosím, než se skupina vytvoří...
el: Παρακαλώ περιμένετε όσο δημιουργείται η ομάδα...
it: Attendi mentre il gruppo viene creato...
pt_pt: Por favor, aguarde enquanto o grupo é criado...
ro: Te rugăm să aștepți până când grupul este creat...

# GROUP_CREATION_ERROR_TITLE
source: Couldn't Create Group
be: Не атрымалася стварыць групу
cs: Vytvoření skupiny se nezdařilo
el: Αδυναμία Δημιουργίας Ομάδας
it: Impossibile creare il gruppo
pt_pt: Não foi possível criar grupo
ro: Nu s-a putut crea grupul

# GROUP_CREATION_ERROR_MESSAGE
source: Please check your internet connection and try again.
be: Калі ласка, праверце злучэнне з інтэрнэтам і паспрабуйце яшчэ раз.
cs: Zkontrolujte své připojení k Internetu a zkuste to znovu.
el: Παρακαλώ ελέγξτε τη σύνδεση σας στο διαδίκτυο και προσπαθήστε ξανά.
it: Verifica la tua connessione di rete e riprova.
pt_pt: Por favor, verifique a sua ligação à internet e tente novamente.
ro: Vă rugăm să verificați conexiunea la internet și să încercați din nou.

# GROUP_UPDATE_ERROR_TITLE
source: Couldn't Update Group
be: Не ўдалося абнавіць групу
cs: Aktualizace skupiny se nezdařila
el: Αδυναμία Ενημέρωσης Ομάδας
it: Impossibile aggiornare il gruppo
pt_pt: Não foi possível atualizar o grupo
ro: Nu s-a putut actualiza grupul

# GROUP_UPDATE_ERROR_MESSAGE
source: Can't leave while adding or removing other members.
be: Нельга пакінуць пры даданні або выдаленні іншых удзельнікаў.
cs: Nelze odejít při přidávání nebo odebírání dalších členů.
el: Δεν είναι δυνατή η αποχώρηση από την ομάδα κατά την προσθήκη ή αφαίρεση άλλων μελών.
it: Non puoi abbandonare durante l'aggiunta o la rimozione di altri membri.
pt_pt: Não pode sair enquanto não adicionar ou remover outros membros do grupo.
ro: Nu pot pleca în timp ce adăugați sau eliminați alți membri.

source: Remove
be: Выдаліць
cs: Odstranit
el: Αφαίρεση
it: Rimuovi
pt_pt: Eliminar
ro: Elimină

# GROUP_TITLE_MEMBERS
source: Members
be: Удзельнікі
cs: Členové
el: Μέλη
it: Membri
pt_pt: Membros
ro: Participanți

# GROUP_TITLE_FALLBACK
source: Group
be: Група
cs: Skupina
el: Ομάδα
it: Gruppo
pt_pt: Grupo
ro: Grup

# DM_ERROR_DIRECT_BLINDED_ID
source: You can only send messages to Blinded IDs from within a Community
be: Адпраўляць паведамленні карыстальнікам са схаванымі ідэнтыфікатарамі можна толькі ўнутры групы
cs: Zprávy můžete posílat pouze na skryté ID v rámci komunity
el: Μπορείτε να στείλετε μόνο μηνύματα σε Blinded IDs από μέσα από μια Κοινότητα
it: Puoi inviare messaggi a ID nascosti solo da dentro a una comunità
ro: Poți trimite mesaje numai către ID-uri orbite din comunitate

# DM_ERROR_INVALID
source: Please check the Session ID or ONS name and try again
be: Калі ласка, праверце Session ID або ONS імя і паспрабуйце зноў
cs: Zkontrolujte prosím své Session ID nebo název ONS a zkuste to znovu
el: Παρακαλώ ελέγξτε το Session ID ή το όνομα ONS και δοκιμάστε ξανά
it: Controlla il Session ID o il nome ONS e riprova
pt_pt: Por favor, verifique o Session ID ou o nome OSN e tente novamente.
ro: Verificați ID-ul Session sau numele ONS și încercați din nou

# communityEnterUrlErrorInvalidDescription
source: Please check the Community URL and try again.
be: Калі ласка, праверце URL, які вы ўвялі, і паўтарыце спробу.
cs: Zkontrolujte prosím zadanou URL a zkuste to znovu.
el: Παρακαλώ ελέγξτε το URL που εισαγάγατε και προσπαθήστε ξανά.
it: Controlla l'URL inserito e riprova.
pt_pt: Por favor, verifique o URL colocado e tente novamente.
ro: Vă rugăm să verificați adresa URL introdusă și să încercați din nou.

# COMMUNITY_ERROR_GENERIC
source: Couldn't Join
be: Не ўдалося далучыцца
cs: Nelze se připojit
el: Αδυναμία Συμμετοχής
it: Impossibile unirsi
pt_pt: Falha ao entrar
ro: Nu s-a putut alătura

source: Disappearing Messages
be: Знікаючыя паведамленні
cs: Mizející zprávy
el: Εξαφανιζόμενα Μηνύματα
it: Messaggi effimeri
pt_pt: Desaparecimento de mensagens
ro: Mesaje temporare

# disappearingMessagesDeleteType
source: Delete Type
be: Тып выдалення
cs: Odstranit typ
el: Τύπος Διαγραφής
it: Tipo di eliminazione
pt_pt: Categorias de eliminação
ro: Șterge tip

# disappearingMessagesDisappearAfterRead
source: Disappear After Read
be: Знікае пасля чытання
cs: Zmizet po přečtení
el: Εξαφάνιση Μετά από Ανάγνωση
it: Scomparsa dopo lettura
pt_pt: Desaparecer após leitura
ro: Dispare după citire

# disappearingMessagesDisappearAfterReadDescription
source: Messages disappear after they have been read.
be: Паведамленні выдаляюцца пасля іх прачытання.
cs: Zprávy se po přečtení smažou.
el: Τα μηνύματα διαγράφονται αφού έχουν αναγνωσθεί.
it: I messaggi vengono eliminati dopo che sono stati letti.
pt_pt: As mensagens serão apagadas após serem lidas.
ro: Şterge mesajele după ce au fost citite.

# disappearingMessagesDisappearAfterSend
source: Disappear After Send
be: Знікае пасля адпраўкі
cs: Zmizet po odeslání
el: Εξαφάνιση Μετά από Αποστολή
it: Scomparsa dopo invio
pt_pt: Desaparecer mensagem após o seu envio
ro: Dispare după trimitere

# disappearingMessagesDisappearAfterSendDescription
source: Messages disappear after they have been sent.
be: Паведамленні выдаляюцца пасля іх адпраўкі.
cs: Zprávy se po odeslání smažou.
el: Τα μηνύματα διαγράφονται αφού έχουν αποσταλεί.
it: I messaggi vengono eliminati dopo che sono stati inviati.
pt_pt: As mensagens serão apagadas após o seu envio.
ro: Şterge mesajele după ce au fost trimise.

# disappearingMessagesTimer
source: Timer
be: Таймер
cs: Časovač
el: Χρονόμετρο
pt_pt: Temporizador
ro: Temporizator

source: Set
be: Задаць
cs: Nastavit
el: Ορισμός
it: Imposta
pt_pt: Configurar
ro: Setează

# disappearingMessagesDescription
source: This setting applies to everyone in this conversation.
be: Гэты параметр прымяняецца да ўсіх у гэтай размове.
cs: Toto nastavení se týká všech účastníků této konverzace.
el: Αυτή η ρύθμιση ισχύει για όλους σε αυτή τη συνομιλία.
it: Questa impostazione si applica a tutti i partecipanti di questa conversazione.
pt_pt: Esta configuração aplica-se a todos os membros desta conversa.
ro: Această setare se aplică tuturor celor din această conversație.

# disappearingMessagesOnlyAdmins
source: Only group admins can change this setting.
be: Гэты параметр прымяняецца да ўсіх у гэтай размове. Толькі адміністратары групы могуць змяніць гэты параметр.
cs: Toto nastavení se týká všech účastníků této konverzace. Toto nastavení mohou změnit pouze správci skupiny.
el: Αυτή η ρύθμιση ισχύει για όλους σε αυτή τη συνομιλία. Μόνο οι διαχειριστές της ομάδας μπορούν να αλλάξουν αυτή τη ρύθμιση.
it: Questa impostazione si applica a tutti i partecipanti di questa conversazione. Solo gli amministratori possono modificarla.
pt_pt: Esta configuração aplica-se a todos os membros da conversa. Apenas os administradores do grupo podem modificar esta configuração.
ro: Această setare se aplică tuturor celor din această conversație. Numai administratorii de grup pot schimba această setare.

# DISAPPERING_MESSAGES_INFO_ENABLE
source: %@ has set messages to disappear %@ after they have been %@
be: %@ усталяваў знікненне паведамленняў %@ пасля таго, як яны былі %@
cs: %@ nastavil/a zprávy tak, aby zmizely %@ poté, co byly %@
el: %@ όρισε τα μηνύματα να εξαφανίζονται %@ αφότου έχουν %@
it: %@ ha impostato il timer dei messaggi effimeri a %@ che sono stati %@
pt_pt: %@ has set their messages to disappear %@ after they have been %@.
ro: %@ a setat mesaje pentru a dispărea %@ după ce au fost %@

# disappearingMessagesChanged
source: <b>{name}</b> has changed messages to disappear {time} after they have been {disappearingmessagestype}
be: %@ змяніў паведамленні, каб яны выдаляліся %@ пасля таго, як яны былі %@
cs: %@ změnil/a zprávy tak, aby zmizely %@ poté, co byly %@
el: %@ άλλαξε τα μηνύματα να εξαφανίζονται %@ αφότου έχουν %@
it: %@ ha modificato il timer dei messaggi effimeri a %@ che sono stati %@
pt_pt: %@ has changed messages to disappear %@ after they have been %@
ro: %@ a schimbat mesajele pentru a dispărea %@ după ce au fost %@

# DISAPPERING_MESSAGES_INFO_DISABLE
source: %@ has turned off disappearing messages
be: %@ адключыў выдаленне паведамленняў
cs: %@ vypnul/a mizející zprávy
el: %@ απενεργοποίησε τα εξαφανιζόμενα μηνύματα
it: %@ ha disattivato i messaggi effimeri
pt_pt: %@ has turned off disappearing messages. Messages they send will no longer disappear.
ro: %@ a dezactivat mesajele care dispar

source: Info
be: Інфармацыя
pt_pt: Informações

# DATABASE_STARTUP_FAILED
source: An error occurred when opening the database You can export your application logs to share for troubleshooting or you can try to restore your device Warning: Restoring your device will result in loss of any data older than two weeks
be: Адбылася памылка падчас адкрыцця базы дадзеных Вы можаце экспартаваць часопісы праграмы, каб абагуліць іх для ліквідацыі непаладак, або вы можаце паспрабаваць аднавіць вашу прыладу Папярэджанне: аднаўленне вашай прылады прывядзе да страты любых даных, старэйшых за два тыдні
cs: Při otevření databáze došlo k chybě Protokoly aplikací můžete exportovat, abyste je mohli sdílet při řešení problémů, nebo můžete zařízení obnovit. Varování: Obnovení zařízení povede ke ztrátě všech dat starších než dva týdny
it: Si è verificato un errore durante l'apertura del database Puoi esportare il resoconto per aiutare a risolvere l'errore o puoi provare a ripristinare il tuo dispositivo Attenzione: ripristinare il tuo dispositivo comporterà la perdita di tutti i dati più vecchi di due settimane
ro: A apărut o eroare la deschiderea bazei de date Poți exporta jurnalele aplicației pentru reparare sau poți restaura dispozitivul Atenție: La restaurarea dispozitivului tău, vei pierde toate datele mai vechi de doua săptămâni

# APP_STARTUP_TIMEOUT
source: The app is taking a long time to start You can continue to wait for the app to start, export your application logs to share for troubleshooting or you can try to open the app again
be: Запуск праграмы займае шмат часу Вы можаце працягваць чакаць запуску праграмы, экспартаваць часопісы праграмы, каб абагуліць іх для ліквідацыі непаладак, або паспрабаваць адкрыць праграму яшчэ раз
cs: Spouštění aplikace trvá dlouho Můžete pokračovat v čekání na spuštění aplikace, exportovat protokoly aplikace a sdílet je pro řešení problémů nebo můžete zkusit aplikaci otevřít znovu
it: L'app ci sta mettendo molto ad aprirsi Puoi continuare ad aspettare che si apra, esportare il resoconto per aiutare a risolvere il problema o provare a chiudere e riaprire l'app.
pt_pt: A aplicação está a demorar imenso tempo para iniciar Pode continuar a esperar que a aplicação inicie, exportando os seus inícios de sessão de modo a partilhar eventuais erros, ou pode tentar iniciar a aplicação novamente.

# APP_STARTUP_EXIT
source: Exit
be: Выйсці
cs: Ukončit
it: Esci
pt_pt: Sair

# DATABASE_RESTORE_FAILED
source: An error occurred when opening the restored database You can export your application logs to share for troubleshooting but to continue to use Session you may need to reinstall
be: Адбылася памылка падчас адкрыцця адноўленай базы дадзеных Вы можаце экспартаваць часопісы праграмы, каб абагуліць іх для ліквідацыі непаладак, але каб працягваць выкарыстоўваць Session, магчыма, спатрэбіцца пераўсталяваць яго
cs: Při otevírání obnovené databáze došlo k chybě Protokoly aplikace můžete exportovat do sdílené složky za účelem řešení problémů, ale abyste mohli relaci Session používat i nadále, bude možná nutné ji znovu nainstalovat
it: Si è verificato un errore durante l'apertura del database Puoi esportare e condividere il resoconto per aiutare a risolvere il problema, ma per continuare a usare Session potresti aver bisogno di reinstallare l'app.

# messageErrorOriginal
source: Original message not found
be: Не ўдалося знайсці арыгінальнае паведамленне.
cs: Původní zpráva nebyla nalezena.
it: Messaggio originale non trovato.
pt_pt: Não foi encontrada a mensagem original.

# EMOJI_REACTS_SHOW_LESS
source: Show less
be: Згарнуць
cs: Zobrazit méně
it: Mostra meno
pt_pt: Mostrar menos
ro: Arată mai puțin

# PRIVACY_SECTION_MESSAGE_REQUESTS
source: Message Requests
be: Запыты на паведамленні
cs: Žádosti o zprávy
it: Richieste di messaggi
pt_pt: Pedidos de Mensagem
ro: Cereri de Mesaje

# PRIVACY_SCREEN_MESSAGE_REQUESTS_COMMUNITY_TITLE
source: Community Message Requests
be: Запыт на паведамленне ў супольнасці
cs: Žádosti o zrávy z komunit
it: Richieste di messaggi di comunità
pt_pt: Solicitações de mensagens da comunidade

# PRIVACY_SCREEN_MESSAGE_REQUESTS_COMMUNITY_DESCRIPTION
source: Allow message requests from Community conversations.
be: Дазволіць запыты паведамленняў ад супольнасцей.
cs: Povolit požadavky na zprávy z konverzací komunity.
it: Consenti richieste di messaggi da conversazioni di comunità.

# messageRequestPendingDescription
source: You will be able to send voice messages and attachments once the recipient has approved this message request.
be: Вы зможаце адпраўляць галасавыя паведамленні і ўкладанні пасля таго, як атрымальнік ухваліць гэты запыт на паведамленне
cs: Budete moci posílat hlasové zprávy a přílohy, jakmile příjemce schválí tuto žádost o zprávu
it: Potrai inviare messaggi vocali e allegati una volta che il destinatario avrà approvato questa richiesta.

# MESSAGE_DELIVERY_STATUS_SENDING
source: Sending
be: Адпраўка
cs: Odesílání
it: Invio
pt_pt: A enviar
ro: Se trimite

# MESSAGE_DELIVERY_STATUS_SENT
source: Sent
be: Даслана
cs: Odesláno
it: Inviato
pt_pt: Enviada
ro: Trimis

# MESSAGE_DELIVERY_STATUS_READ
source: Read
be: Прачытана
cs: Přečteno
it: Letto
pt_pt: Lida
ro: Citit

# messageStatusFailedToSend
source: Failed to send
be: Не атрымалася адправіць
cs: Odeslání se nezdařilo
it: Invio non riuscito
pt_pt: Erro ao enviar

# MESSAGE_INFO_SENT
source: Sent
be: Даслана
cs: Odesláno
it: Inviato
pt_pt: Enviada
ro: Trimis

source: Received
be: Атрымана
cs: Přijato
it: Ricevuto
pt_pt: Recebida

source: From
be: Ад
cs: Od
it: Da
pt_pt: De

# attachmentsFileId
source: File ID:
be: ID файла
cs: ID souboru
it: ID file
pt_pt: ID do ficheiro

# ATTACHMENT_INFO_FILE_TYPE
source: File Type
be: Тып файла
cs: Typ souboru
it: Tipo file
pt_pt: Tipo de ficheiro

# ATTACHMENT_INFO_FILE_SIZE
source: File Size
be: Памер файла
cs: Velikost souboru
it: Dimensione file
pt_pt: Tamanho do ficheiro

# attachmentsResolution
source: Resolution:
be: Разрозненне
cs: Rozlišení
it: Risoluzione

# attachmentsDuration
source: Duration:
be: Працягласць
cs: Doba trvání
it: Durata
pt_pt: Duração

# messageStatusFailedToSync
source: Failed to sync
be: Немагчыма выканаць сінхранізацыю
cs: Synchronizace se nezdařila
it: Sincronizzazione fallita
pt_pt: Falha ao sincronizar

# messageStatusSyncing
source: Syncing
be: Ідзе сінхранізацыя
cs: Synchronizace
it: Sincronizzazione
pt_pt: A sincronizar

# MESSAGE_DELIVERY_FAILED_TITLE
source: Failed to send message
be: Немагчыма адправіць паведамленне
cs: Odeslání zprávy se nezdařilo
it: Invio del messaggio non riuscito
pt_pt: Erro ao enviar mensagem

# MESSAGE_DELIVERY_FAILED_SYNC_TITLE
source: Failed to sync message to your other devices
be: Не ўдалося сінхранізаваць паведамленні з вашымі іншымі прыладамі
cs: Nepodařilo se synchronizovat zprávu s ostatními zařízeními
it: Sincronizzazione del messaggio suoi tuoi altri dispositivi non riuscita
pt_pt: Falha ao sincronizar a mensagem com os seus outros dispositivos

# delete_message_for_me_and_my_devices
source: Delete from all of my devices
be: Выдаліць з усіх маіх прылад
cs: Smazat ze všech mých zařízení
it: Elimina da tutti i miei dispositivi
pt_pt: Eliminar de todos os meus dispositivos
ro: Șterge de pe toate dispozitivele mele

source: Resend
be: Адправіць паўторна
cs: Odeslat znovu
it: Invia di nuovo
pt_pt: Enviar novamente

# context_menu_resync
source: Resync
be: Сінхранізаваць паўторна
cs: Znovu synchronizovat
it: Sincronizza di nuovo
ro: Resincronizează

# GIPHY_PERMISSION_TITLE
source: Search GIFs?
be: Шукаеце GIF?
cs: Hledat GIFy?
it: Cerca GIF?
pt_pt: Procurar GIFs?
ro: Caută GIF-uri?

# GIPHY_PERMISSION_MESSAGE
source: Session will connect to Giphy to provide search results. You will not have full metadata protection when sending GIFs.
be: Session падключыцца да Giphy для прадастаўлення вынікаў пошуку. Вы не будзеце мець поўнай абароны метададзеных пры адпраўцы GIF-файлаў.
cs: Session se připojí k Giphy pro poskytnutí výsledků vyhledávání. Při odesílání GIFů nebudete mít úplnou ochranu metadat.
it: Session si connetterà a Giphy per fornire i risultati di ricerca. Non avrai la totale protezione dei metadati quando invierai GIF.
pt_pt: O Session será conectado com o Giphy de modo a fornecer resultados de pesquisa. Os seus dados não serão protegidos de forma completa ao enviar GIFs.
ro: Session se va conecta la Giphy pentru a obține rezultate la căutare. Dvs. nu veți avea acces la protecția completă a metadatelor când trimiteți GIF-uri.

source: Message Info
be: Інфармацыя аб паведамленні
cs: Informace o zprávě
it: Info messaggio
pt_pt: Informações da mensagem

# unmute_button_text
source: Unmute
be: Уключыць гук
cs: Zrušit ztlumení
it: Riattiva
pt_pt: Não silenciar

# MARK_AS_READ
source: Mark read
be: Пазначыць як прачытанае
cs: Označit jako přečtené
it: Segna come letta
pt_pt: Marcar como lida
ro: Marchează ca citit

# messageMarkUnread
source: Mark unread
be: Пазначыць непрачытаным
cs: Označit jako nepřečtené
it: Segna come non letta
pt_pt: Marcar como não lida
