Repository: Apparently10/session-ios
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: be, cs, el, it, pt_pt, ro

# attachmentsAutoDownloadModalDescription
source: Would you like to automatically download all files from <b>{conversationname}</b>?
be: Вы ўпэўненыя, што жадаеце загрузіць медыя, дасланае %@?
cs: Opravdu chcete stáhnout přílohu od %@?
el: Σίγουρα θέλετε να κάνετε λήψη των πολυμέσων που έχουν σταλεί από %@;
it: Vuoi scaricare i media inviati da %@?
pt_pt: Are you sure you want to download media sent by %@?
ro: Esti sigur ca vrei să descarci fișierul media trimis de %@?

source: Download
be: Спампаваць
cs: Stáhnout
el: Λήψη
it: Scarica
pt_pt: Transferir
ro: Descarcă

# urlOpen
source: Open URL
be: Адкрыць URL?
cs: Otevřít odkaz?
el: Άνοιγμα URL;
it: Aprire URL?
pt_pt: Abrir URL
ro: Deschizi URl?

# urlOpenDescription
source: Are you sure you want to open {url} in your browser?
be: Вы ўпэўненыя, што жадаеце адкрыць %@?
cs: Opravdu chcete otevřít %@?
el: Σίγουρα θέλετε να ανοίξετε το %@;
it: Vuoi aprire %@?
pt_pt: Tem certeza de que deseja abrir %@?
ro: Esti sigur că vrei să deschizi %@?

source: Open
be: Адкрыць
cs: Otevřít
el: Άνοιγμα
it: Apri
pt_pt: Abrir
ro: Deschide

# urlCopy
source: Copy URL
be: Капіраваць спасылку
cs: Kopírovat odkaz
el: Αντιγραφή Συνδέσμου
it: Copia link
pt_pt: Copiar Ligação
ro: Copiază link

# blockUnblockDescription
source: Are you sure you want to unblock %@?
be: Вы ўпэўненыя што жадаеце разблакіраваць %@?
cs: Opravdu chcete odblokovat %@?
el: Σίγουρα θέλετε να καταργήσετε τη φραγή από %@;
it: Vuoi sbloccare %@?
pt_pt: Tem certeza que deseja desbloquear %@?
ro: Esti sigur ca vrei sa deblochezi %@?

# linkPreviewsEnable
source: Enable Link Previews
be: Уключыць перадпрагляды спасылак?
cs: Umožnit náhledy odkazů?
el: Ενεργοποίηση Προεπισκοπήσεων Συνδέσμου;
it: Abilitare anteprime dei link?
pt_pt: Ativar pré-visualizações do link?
ro: Pornești previzualizare?

# linkPreviewsFirstDescription
source: Display previews for URLs you send and receive. This can be useful, however Session must contact linked websites to generate previews. You can always turn off link previews in Session's settings.
be: Уключэнне прадпрагляду спасылак пакажа прэв'ю для спасылак, якія адпраўляюцца і атрымліваюцца. Гэта можа быць карысна, але Session трэба будзе злучыцца з сайтамі, звязанымі са спасылкамі, каб згенераваць перадпрагляд. Вы заўсёды можаце адключыць перадпрагляд спасылак у наладах Session.
cs: Povolením náhledů odkazů budou zobrazeny náhledy URL adres, které odesíláte a přijímáte. To může být užitečné, ale Session se bude muset spojit s danou webovou stránkou pro generování náhledů. Náhled odkazů můžete kdykoli zakázat v nastavení Session.
el: Η ενεργοποίηση προεπισκοπήσεων συνδέσμων θα εμφανίζει προεπισκοπήσεις για τα URL που στέλνετε και λαμβάνετε. Αυτό μπορεί να είναι χρήσιμο, αλλά το Session θα πρέπει να επικοινωνήσει με τους αντίστοιχους ιστότοπους για να δημιουργήσει προεπισκοπήσεις. Μπορείτε ανά πάσα στιγμή να απενεργοποιήσετε τις προεπισκοπήσεις συνδέσμων στις ρυθμίσεις του Session.
it: Abilitare le anteprime dei link farà mostrare delle anteprime per gli URL che invii e ricevi. Questo può essere utile, ma Session dovrà contattare i siti web collegati per generare le anteprime. Puoi sempre disabilitare le anteprime dei link nelle impostazioni di Session.
pt_pt: Enabling link previews will show previews for URLs you send and receive. This can be useful, but Session will need to contact linked websites to generate previews. You can always disable link previews in Session's settings.
ro: Permițând previzualizare linkurilor va arăta previzualizări ale URL-urilor Pe care le trimiți și primești. Acestea pot fi folositoare, dar Session Va trebui să contacteze siturile pentru afișa previzualizările. Poți oricând să dezactivezi previzualizare linkurilor în setările session.

source: Enable
be: Уключыць
cs: Povolit
el: Ενεργοποίηση
it: Abilita
pt_pt: Ativar
ro: Pornește

source: Share to Session
be: Падзяліцца ў Session
cs: Sdílet na Session
el: Κοινοποίηση στο Session
it: Condividi con Session
ro: Partajează cu Session

# linkPreviewsErrorUnsecure
source: Preview not loaded for unsecure link
be: Папярэдні прагляд не загружаны з-за небяспечнай спасылкі
cs: Náhled nebyl načten pro nezabezpečený odkaz
el: Η προεπισκόπηση δε φορτώθηκε για μη ασφαλή σύνδεσμο
it: Anteprima non caricata: il link non è sicuro
ro: Previzualizarea nu a fost încărcată pentru linkul nesigur

# linkPreviewsErrorLoad
source: Unable to load link preview
be: Немагчыма загрузіць папярэдні прагляд
cs: Nelze načíst náhled
el: Αδυναμία φόρτωσης προεπισκόπησης
it: Impossibile caricare l'anteprima
pt_pt: Unable to load preview
ro: Nu a fost posibilă încărcarea pre vizualizări

# vc_share_link_previews_disabled_title
source: Link Previews Disabled
be: Папярэдні прагляд спасылак адключаны
cs: Náhledy odkazů vypnuty
el: Προεπισκοπήσεις Συνδέσμου Απενεργοποιημένες
it: Anteprime dei link disabilitate
ro: Previzualizare linkurilor dezactivată

# vc_share_link_previews_disabled_explanation
source: Enabling link previews will show previews for URLs you share. This can be useful, but Session will need to contact linked websites to generate previews. You can enable link previews in Session's settings.
be: Уключэнне папярэдняга прагляду спасылак адлюструе папярэдні прагляд спасылак, якімі вы абагульваеце. Гэта можа быць карысна, але Session трэба будзе звязацца з вэб-сайтамі, каб стварыць папярэдні прагляд. Вы можаце ўключыць папярэдні прагляд спасылак у наладах Session.
cs: Povolením náhledů odkazů se zobrazí náhledy sdílených adres URL. To může být užitečné, ale Session bude muset kontaktovat propojené webové stránky, aby vygenerovala náhledy. Náhledy odkazů můžete povolit v nastavení Session.
el: Η ενεργοποίηση προεπισκοπήσεων συνδέσμου θα εμφανίζει προεπισκοπήσεις για τα URL που κοινοποιείτε. Αυτό μπορεί να είναι χρήσιμο, αλλά το Session θα πρέπει να επικοινωνήσει με τους αντίστοιχους ιστότοπους για να δημιουργήσει προεπισκοπήσεις. Μπορείτε να ενεργοποιήσετε τις προεπισκοπήσεις συνδέσμου στις ρυθμίσεις του Session.
it: Abilitare le anteprime dei link farà mostrare delle anteprime per gli URL che invii e ricevi. Questo può essere utile, ma Session dovrà contattare i siti web collegati per generare le anteprime. Puoi abilitare le anteprime dei link nelle impostazioni di Session.
ro: Activarea previzualizărilor linkurilor va afișa previzualizări pentru adresele pe care le partajați. Acest lucru poate fi util, dar Session va trebui să contacteze site-urile conectate pentru a genera previzualizări. Puteți activa linkul de previzualizări din setările sesiunii.

source: Community Invitation
be: Запрашэнне да адкрытай суполкі
cs: Otevřít pozvánku ke skupině
el: Πρόσκληση ανοιχτής ομάδας
it: Apri invito di gruppo
pt_pt: Open group invitation
ro: Invitație la grup deschis

# vc_conversation_settings_invite_button_title
source: Add Members
be: Дадаць удзельнікаў
cs: Přidat členy
el: Προσθήκη Μελών
it: Aggiungi membri
ro: Adaugă membrii

source: Warning
be: Папярэджанне
cs: Varování
el: Προειδοποίηση
it: Attenzione
pt_pt: Aviso
ro: Atenţie

# recoveryPasswordWarningSendDescription
source: This is your recovery password. If you send it to someone they'll have full access to your account.
be: Гэта Ваша фраза аднаўлення. Калі вы дашляце яе камусьці, яны мецьмуць поўны доступ да Вашага ўліковага запісу.
cs: Toto je vaše obnovovací fráze. Pokud ji někomu pošlete, bude mít plný přístup k vašemu účtu.
el: Αυτή είναι η φράση σας ανάκτησης. Αν τη στείλετε σε κάποιον θα έχει πλήρη πρόσβαση στον λογαριασμό σας.
it: Questa è la tua frase di recupero. Se la invii a qualcuno, quella persona avrà accesso totale al tuo account.
pt_pt: This is your recovery phrase. If you send it to someone they'll have full access to your account.
ro: Aceasta este fraza ta de recuperare. Orice persoană în posesia acestei fraze are access total la contul tău.

# vc_conversation_settings_notify_for_mentions_only_title
source: Notify for Mentions Only
be: Апавяшчэнне толькі для згадак
cs: Upozorňovat pouze na zmínky
el: Ειδοποίηση Μόνο για Αναφορές
it: Notifica solo per le menzioni
ro: Notifică doar pentru Menționări

# vc_conversation_settings_notify_for_mentions_only_explanation
source: When enabled, you'll only be notified for messages mentioning you.
be: Калі гэта ўключана, вы будзеце атрымліваць апавяшчэнні толькі аб паведамленнях, у якіх вы згадваецеся.
cs: Pokud je povoleno, budete upozorněni pouze na zprávy, které vás zmiňují.
el: Όταν είναι ενεργοποιημένο, θα ειδοποιηθείτε μόνο για μηνύματα που σας αναφέρουν.
it: Se abilitato, verrai notificato solo per i messaggi che ti menzionano.
ro: Când este activată, vei fi notificat doar pentru mesajele care te menționează.

# notificationsMentionsOnly
source: Mentions Only
be: Апавяшчэнне толькі для згадак
cs: Upozorňování pouze na zmínky
el: Ειδοποιεί Μόνο για Αναφορές
it: Notificando solo per le menzioni
pt_pt: Notifying for Mentions Only
ro: Notificare doar pentru Menționări

# deleteMessageDeleted
source: Message deleted
be: Гэта паведамленне было выдалена
cs: Tato zpráva byla odstraněna
el: Αυτό το μήνυμα έχει διαγραφεί
it: Questo messaggio è stato eliminato
pt_pt: This message has been deleted
ro: Acest mesaj a fost șters

# clearMessagesForMe
source: Clear for me
be: Выдаліць толькі для мяне
cs: Smazat pouze pro mě
el: Διαγραφή μόνο για εμένα
it: Elimina solo per me
pt_pt: Apagar apenas para mim
ro: Șterge doar pentru mine

# clearMessagesForEveryone
source: Clear for everyone
be: Выдаліць для ўсіх
cs: Smazat pro všechny
el: Διαγραφή για όλους
it: Elimina per tutti
pt_pt: Apagar para todos
ro: Șterge pentru toată lumea

source: Save
be: Захаваць
cs: Uložit
el: Αποθήκευση
it: Salva
pt_pt: Guardar
ro: Salvează

source: Ban User
be: Забараніць карыстальніка
cs: Zablokovat uživatele
el: Αποκλεισμός Χρήστη
it: Bandisci utente
pt_pt: Banir utilizador
ro: Banează Utilizator

# context_menu_ban_and_delete_all
source: Ban and Delete All
be: Забараніць і выдаліць усе
cs: Zablokovat a odstranit vše
el: Αποκλεισμός και Διαγραφή Όλων
it: Bandisci ed elimina tutto
pt_pt: Banir e Apagar Todos
ro: Banează și Șterge Tot

# context_menu_ban_user_error_alert_message
source: Unable to ban user
be: Немагчыма заблакіраваць карыстальніка
cs: Nelze zablokovat uživatele
el: Αδυναμία αποκλεισμού χρήστη
it: Impossibile bandire l'utente
pt_pt: Não foi possível banir o utilizador
ro: Imposibil de banat utilizatorul

# accessibility_expanding_attachments_button
source: Add attachments
be: Дадайце ўкладанні
cs: Přidat přílohy
el: Προσθήκη συνημμένων
it: Aggiungi allegati
pt_pt: Adicionar anexos
ro: Adaugă fișiere

# accessibility_document_button
source: Document
be: Дакумент
cs: Dokument
el: Έγγραφο
it: Documento
pt_pt: Documento

# accessibility_main_button_collapse
source: Collapse attachment options
be: Згарнуць параметры далучэння
cs: Sbalit možnosti přílohy
el: Σύμπτυξη επιλογών συνημμένου
it: Comprimi opzioni allegato
pt_pt: Recolher opções de anexos
ro: Restrânge opțiunile de atașare

# recoveryPasswordErrorTitle
source: Incorrect Recovery Password
be: Няправільная фраза аднаўлення
cs: Neplatná fráze pro obnovení
el: Μη έγκυρη Φράση Ανάκτησης
it: Frase di recupero non valida
pt_pt: Frase de recuperação inválida
ro: Frază de recuperare nevalidă

source: Dismiss
be: Адхіліць
cs: Odmítnout
el: Παράλειψη
it: Chiudi
pt_pt: Ignorar
ro: Respinge

# callsYouCalled
source: You called %@
be: Вы патэлефанавалі
cs: Volal jste %@
el: Καλέσατε %@
it: Hai chiamato %@
pt_pt: Você ligou %@
ro: Ai sunat pe %@

# callsCalledYou
source: %@ called you
be: %@ тэлефанаваў(ла) Вам
cs: %@ vám volal
el: Είχατε κλήση από %@
it: %@ ti ha chiamato
pt_pt: %@ ligou-lhe
ro: %@ v-a apelat

# callsMissedCallFrom
source: Missed Call from %@
be: Прапушчаны выклік ад %@
cs: Zmeškaný hovor od %@
el: Αναπάντητη Κλήση από %@
it: Chiamata persa da %@
pt_pt: Chamada perdida de %@
ro: Apel pierdut de la %@

# messageNewYouveGotA
source: You've got a new message.
be: Вы атрымалі новае паведамленне.
cs: Máte novou zprávu.
el: Έχετε ένα νέο μήνυμα
it: Hai ricevuto un nuovo messaggio
pt_pt: Você tem uma nova mensagem.
ro: Ai primit un mesaj nou.

# messageNewYouveGotMany
source: You've got %@ new messages.
be: У вас %@ новых паведамленняў.
cs: Máte %@ nových zpráv.
el: Έχετε %@ νέα μηνύματα.
it: Hai %@ nuovi messaggi.
pt_pt: Você tem %@ mensagens novas.
ro: Ai %@ mesaje noi.

source: Pin
be: Замацаваць
cs: Připnout
el: Καρφίτσωμα
it: Fissa
pt_pt: Fixar
ro: Fixați

# pinUnpin
source: Unpin
be: Адмацаваць
cs: Odepnout
el: Ξεκαρφίτσωμα
it: Togli
pt_pt: Desafixar
ro: Anulați fixarea

# callsMissed
source: Missed call
be: Выклік прапушчаны
cs: Zmeškaný hovor
el: Αναπάντητη κλήση
it: Chiamata persa
pt_pt: Chamada perdida
ro: Apel pierdut

# callsYouMissedCallPermissions
source: You missed a call from <b>{name}</b> because you haven't enabled <b>Voice and Video Calls</b> in Privacy Settings.
be: Прапушчаны выклік ад "%@", таму што вам трэба было ўключыць дазвол "Галасавыя і відэавыклікі" у наладах прыватнасці.
cs: Zmeškaný hovor od "%@", protože musíte povolit oprávnění "Hlasové a video hovory" v nastavení soukromí.
el: Η κλήση από «%@» χάθηκε επειδή πρέπει να ενεργοποιήσετε την άδεια «Κλήσεις Φωνής και Βίντεο» στις Ρυθμίσεις Απορρήτου.
it: Chiamata persa da '%@' perché era necessario abilitare l'autorizzazione "Chiamate vocali e video" nelle impostazioni di privacy.
pt_pt: Call missed from '%@' because you needed to enable the 'Voice and video calls' permission in the Privacy Settings.

# attachmentsMediaSaved
source: Media saved by %@.
be: %@ захаваў(ла) медыя.
cs: Uživatel %@ uložil média.
el: Αποθηκεύτηκαν πολυμέσα από %@.
it: Media salvato da %@.
ro: Conținut media salvat de %@.

# screenshotTaken
source: %@ took a screenshot.
be: %@ зрабіў(ла) скрыншот.
cs: Uživatel %@ pořídil snímek obrazovky.
el: Λήφθηκε στιγμιότυπο οθόνης από %@.
it: %@ ha acquisito una schermata.
pt_pt: %@ fez uma captura de ecrã.
ro: %@ a făcut o captură de ecran.

# sessionConversations
source: Contacts & Groups
be: Кантакты & Групы
cs: Kontakty a skupiny
el: Επαφές & Ομάδες
it: Contatti e gruppi
ro: Contacte & Grupuri

source: Messages
be: Паведамленне
cs: Zprávy
el: Μηνύματα
it: Messaggi
pt_pt: Mensagens
ro: Mesaje

# sessionMessageRequests
source: Message Requests
be: Запыты на паведамленні
cs: Žádosti o zprávy
el: Αιτήματα Μηνύματος
it: Richieste di messaggi
pt_pt: Pedidos de Mensagem
ro: Cereri de mesaj

# messageRequestsNonePending
source: No pending message requests
be: Няма чаканых запытаў паведамленняў
cs: Žádné nevyřízené žádosti o zprávu
el: Δεν υπάρχουν αιτήματα μηνυμάτων σε εκκρεμότητα
it: Nessuna richiesta in sospeso
pt_pt: Nenhum pedido de mensagem pendente
ro: Nici o cerere de mesaje în așteptare

source: Clear All
be: Ачысціць усё
cs: Smazat vše
el: Διαγραφή Όλων
it: Cancella tutto
pt_pt: Limpar tudo
ro: Șterge Toate

# messageRequestsClearAllExplanation
source: Are you sure you want to clear all message and group invites?
be: Вы ўпэўнены, што хочаце ачысціць усе запыты паведамленняў?
cs: Jste si jisti, že chcete vymazat všechny žádosti o zprávy?
el: Σίγουρα θέλετε να διαγράψετε όλα τα αιτήματα μηνύματος;
it: Cancellare tutte le richieste di messaggi?
pt_pt: Tem certeza de que deseja apagar todos os pedidos de mensagem?
ro: Sunteţi sigur că doriţi să ştergeţi toate solicitările de mesaje?

source: Clear
be: Ачысьціць
cs: Smazat
el: Διαγραφή
it: Cancella
pt_pt: Apagar
ro: Sterge

# messageRequestsDelete
source: Are you sure you want to delete this message request?
be: Вы ўпэўнены, што жадаеце выдаліць гэты запыт на паведамленне?
cs: Jste si jisti, že chcete odstranit tuto žádost o zprávu?
el: Σίγουρα θέλετε να διαγράψετε αυτό το αίτημα μηνύματος;
it: Vuoi eliminare questa richiesta?
pt_pt: Tem certeza de que deseja apagar este pedido de mensagem?
ro: Sunteţi sigur că doriţi să ştergeţi această solicitare de mesaj?

# MESSAGE_REQUESTS_BLOCK_CONFIRMATION_ACTON
source: Are you sure you want to block this contact?
be: Вы ўпэўненыя, што жадаеце заблакіраваць гэты кантакт?
cs: Opravdu chcete zablokovat tento kontakt?
el: Σίγουρα θέλετε να θέσετε σε φραγή αυτή την επαφή;
it: Vuoi bloccare questo contatto?
ro: Ești sigur că vrei să blochezi acest contact?

# messageRequestsAcceptDescription
source: Sending a message to this user will automatically accept their message request and reveal your Session ID.
be: Адпраўка паведамлення гэтаму карыстальніку аўтаматычна прыме іх запыт на паведамленне і раскрые ваш Session ID.
cs: Odesláním zprávy tomuto uživateli automaticky přijmete jejich žádost o zprávu a odhalíte jim své Session ID.
el: Η αποστολή μηνύματος σε αυτόν τον χρήστη θα αποδεχτεί αυτόματα το αίτημα μηνύματός του και θα αποκαλύψει το Session ID σας.
it: Se mandi un messaggio a questo utente, accetterai automaticamente la sua richiesta e rivelerai il tuo Session ID.
ro: Trimiterea unui mesaj către acest utilizator va accepta automat solicitarea de mesaje și va dezvălui ID-ul tău.

# messageRequestsAccepted
source: Your message request has been accepted.
be: Ваш запыт на паведамленне быў прыняты.
cs: Vaše žádost o zprávu byla přijata.
el: Το αίτημα μηνύματός σας έγινε δεκτό.
it: La tua richiesta di messaggio è stata accettata.
pt_pt: Seu pedido de mensagem foi aceito.
ro: Solicitarea ta de mesaj a fost acceptată.

# messageRequestsNew
source: You have a new message request
be: У вас ёсць запыт на новае паведамленне
cs: Máte novou žádost o zprávu
el: Έχετε ένα νέο αίτημα μηνύματος
it: Hai una nuova richiesta di messaggio
pt_pt: Você tem um novo pedido de mensagem
ro: Aveți o cerere de mesaj noua

source: Hide
be: Схаваць
cs: Skrýt
el: Απόκρυψη
it: Nascondi
pt_pt: Ocultar
ro: Ascunde

source: Accept
be: Прыняць
cs: Přijmout
el: Αποδοχή
it: Accetta
pt_pt: Aceitar
ro: Acceptă

# TXT_BLOCK_USER_TITLE
source: Block User
be: Заблакіраваць карыстальніка
cs: Blokovat uživatele
el: Φραγή Χρήστη
it: Blocca utente
ro: Blochează utilizator

source: Error
be: Памылка
cs: Chyba
el: Σφάλμα
it: Errore
ro: Eroare

# callsPermissionsRequired
source: Call Permissions Required
be: Неабходныя дазволы на выклік
cs: Požadovaná oprávnění k volání
el: Απαιτείται Άδεια Κλήσης
it: Permessi di chiamata necessari
ro: Permisiuni de apel necesare

# callsPermissionsRequiredDescription
source: You can enable the "Voice and Video Calls" permission in Privacy Settings.
be: Вы можаце ўключыць дазвол «Галасавыя і відэазванкі» у наладах прыватнасці.
cs: Oprávnění pro hlasové a video hovory můžete povolit v Nastavení soukromí.
el: Μπορείτε να ενεργοποιήσετε την άδεια «Κλήσεις Φωνής και Βίντεο» στις Ρυθμίσεις Απορρήτου.
it: Puoi concedere l'autorizzazione alle "Chiamate vocali e video" nelle impostazioni di privacy.
pt_pt: Pode ativar 'Chamadas de voz e vídeo' nas Configurações de Privacidade.
ro: Puteți activa permisiunea „Apeluri vocale și video" în Setările de confidențialitate.

source: Community Error
be: На жаль, адбылася памылка
cs: Jejda, došlo k chybě
el: Ωχ, προέκυψε σφάλμα
it: Ops, si è verificato un errore
pt_pt: Oops, an error occurred
ro: Ups, a apărut o eroare

# communityErrorDescription
source: Oops, an error occurred. Please try again later.
be: Паўтарыце спробу пазней
cs: Zkuste to prosím znovu později
el: Παρακαλώ δοκιμάστε ξανά αργότερα
it: Riprova più tardi
pt_pt: Please try again later
ro: Vă rugăm să încercați din nou mai târziu

source: Loading Conversations...
be: Загрузка размоў...
cs: Načítání konverzací...
el: Φόρτωση Συνομιλιών...
it: Carico conversazioni...
ro: Se încarcă conversațiile...

# DATABASE_MIGRATION_FAILED
source: An error occurred when optimising the database You can export your application logs to be able to share for troubleshooting or you can restore your device Warning: Restoring your device will result in loss of any data older than two weeks
be: Адбылася памылка пры аптымізацыі базы дадзеных Вы можаце экспартаваць летапісы праграмы, каб мець магчымасць абагуліць іх для ліквідацыі непаладак, або вы можаце аднавіць вашу прыладу Папярэджанне: аднаўленне вашай прылады прывядзе да страты любых даных, старэйшых за два тыдні
cs: Při optimalizaci databáze došlo k chybě Protokoly aplikací můžete exportovat, abyste je mohli sdílet při řešení problémů, nebo můžete zařízení obnovit. Varování: Obnovení zařízení povede ke ztrátě všech dat starších než dva týdny
el: Παρουσιάστηκε σφάλμα κατά τη βελτιστοποίηση της βάσης δεδομένων Μπορείτε να εξάγετε τα αρχεία καταγραφής της εφαρμογής σας για να μπορείτε να τα μοιραστείτε για την αντιμετώπιση προβλημάτων ή μπορείτε να επαναφέρετε τη συσκευή σας Προειδοποίηση: Η επαναφορά της συσκευής σας θα οδηγήσει σε απώλεια δεδομένων παλαιότερων από δύο εβδομάδες
it: Si è verificato un errore durante l'ottimizzazione del database Puoi esportare il resoconto per aiutare a risolvere l'errore o puoi ripristinare il tuo dispositivo Attenzione: ripristinare il tuo dispositivo comporterà la perdita di tutti i dati più vecchi di due settimane
ro: A aparut o eroare la optimizarea bazei de date Poti exporta jurnalele aplicatiei pentru a putea imparti pentru depanare sau poti restaura dispozitivul Avertisment: Restaurarea aparatului va duce la pierderea datelor mai vechi de două saptamani

# recoveryPasswordErrorMessageGeneric
source: Please check your recovery password and try again.
be: Нешта пайшло не так. Калі ласка, праверце фразу для аднаўлення і паўтарыце спробу.
cs: Něco se pokazilo. Zkontrolujte prosím frázi pro obnovení a zkuste to znovu.
el: Κάτι πήγε στραβά. Παρακαλώ ελέγξτε τη φράση ανάκτησης και προσπαθήστε ξανά.
it: Qualcosa è andato storto. Controlla la tua frase di recupero e riprova.
pt_pt: Something went wrong. Please check your recovery phrase and try again.
ro: Ceva nu a funcționat. Verificați fraza de recuperare și încercați din nou.

# recoveryPasswordErrorMessageShort
source: The Recovery Password you entered is not long enough. Please check and try again.
be: Здаецца, вы ўвялі недастаткова слоў. Калі ласка, праверце фразу для аднаўлення і паўтарыце спробу.
cs: Vypadá to, že jste nezadali dostatek slov. Zkontrolujte prosím svou frázi pro obnovení a zkuste to znovu.
el: Φαίνεται ότι δεν εισαγάγατε αρκετές λέξεις. Παρακαλώ ελέγξτε τη φράση σας ανάκτησης και προσπαθήστε ξανά.
it: Sembra che tu non abbia inserito abbastanza parole. Controlla la tua frase di recupero e riprova.
pt_pt: Looks like you didn't enter enough words. Please check your recovery phrase and try again.
ro: Se pare că nu aţi introdus suficiente cuvinte. Vă rugăm să verificaţi fraza de recuperare şi încercaţi din nou.

# recoveryPasswordErrorMessageIncorrect
source: Some of the words in your Recovery Password are incorrect. Please check and try again.
be: Падобна, што ў вашай фразе ўзнаўлення маецца недапушчальнае слова. Праверце, што вы ўвялі, і паспрабуйце яшчэ раз.
cs: Zdá se, že ve vaší frázi pro obnovení je neplatné slovo. Zkontrolujte, co jste zadali, a zkuste to znovu.
el: Φαίνεται να υπάρχει μια μη έγκυρη λέξη στη φράση σας ανάκτησης. Παρακαλώ ελέγξτε τι εισαγάγατε και προσπαθήστε ξανά.
it: Sembra ci sia una parola non valida nella tua frase di recupero. Controlla cosa hai inserito e riprova.
pt_pt: There appears to be an invalid word in your recovery phrase. Please check what you entered and try again.
ro: Se pare că există un cuvânt nevalid în fraza de recuperare. Vă rugăm să verificaţi ce aţi introdus şi să încercaţi din nou.

# authenticateNotAccessed
source: Authentication could not be accessed.
be: Няма доступу да аўтэнтыфікацыі.
cs: K ověření nebylo možné přistoupit.
el: Δεν ήταν δυνατή η πρόσβαση στον έλεγχο ταυτότητας.
it: Impossibile accedere all'autenticazione.
ro: Autentificarea nu a putut fi accesată.
