Repository: Apparently10/session-ios
Catalog: Session/Meta/Translations/*.lproj/Localizable.strings
Languages: be, cs, el, it, pt_pt, ro

# groupLeave
source: Leave Group
be: Пакінуць групу
cs: Opustit skupinu
it: Abbandona gruppo
pt_pt: Sair do grupo

# communityLeave
source: Leave Community
be: Пакінуць суполку
cs: Opustit komunitu
it: Abbandona comunità
pt_pt: Sair da comunidade

# communityLeaveDescription
source: Are you sure you want to leave {communityname}?
be: Вы ўпэўнены, што жадаеце выйсці з %@?
cs: Opravdu chcete opustit %@?
el: Are you sure you want to leave %@?
it: Vuoi abbandonare %@?
pt_pt: Tem a certeza que pretende sair %@?
ro: Are you sure you want to leave %@?

# group_you_leaving
source: Leaving...
be: Пакідаем...
cs: Opouštění...
it: Abbandono...
pt_pt: A sair...

# group_leave_error
source: Failed to leave Group!
be: Не ўдалося пакінуць групу!
cs: Nepodařilo se opustit skupinu!
it: Abbandono del gruppo non riuscito!
pt_pt: Erro ao sair do grupo!
ro: Părăsire a Grupului eșuată!

# group_unable_to_leave
source: Unable to leave the Group, please try again
be: Немагчыма пакінуць групу, паспрабуйце яшчэ раз
cs: Nelze opustit skupinu, zkuste to prosím znovu
it: Impossibile abbandonare il gruppo, riprova
pt_pt: Não foi possível sair do grupo, por favor, tente novamente

# groupDelete
source: Delete Group
be: Выдаліць групу
cs: Smazat skupinu
it: Elimina gruppo
pt_pt: Eliminar grupo

# groupDeleteDescription
source: Are you sure you want to delete <b>{groupname}</b>? This will remove all members and delete all group content.
be: Вы ўпэўнены, што жадаеце выдаліць %@?
cs: Opravdu chcete smazat %@?
el: Are you sure you want to delete %@?
it: Vuoi eliminare %@?
pt_pt: Tem a certeza que pretende eliminar %@?
ro: Are you sure you want to delete %@?

# conversationsDelete
source: Delete Conversation
be: Выдаліць размову
cs: Smazat konverzaci
it: Elimina conversazione
pt_pt: Eliminar conversa

# conversationsDeleteDescription
source: Are you sure you want to delete your conversation with <b>{name}</b>? New messages from <b>{name}</b> will start a new conversation.
be: Вы ўпэўнены, што жадаеце выдаліць размову з %@?
cs: Opravdu chcete smazat konverzaci s %@?
el: Are you sure you want to delete your conversation with %@?
it: Vuoi eliminare la tua conversazione con %@?
pt_pt: Tem a certeza que pretende eliminar a sua conversa com %@?
ro: Are you sure you want to delete your conversation with %@?

# noteToSelfHide
source: Hide Note to Self
be: Захаванае
cs: Skrýt Poznámku pro mně
it: Nascondi Note personali

# noteToSelfHideDescription
source: Are you sure you want to hide Note to Self?
be: Вы ўпэўнены, што жадаеце схаваць %@?
cs: Opravdu chcete skrýt %@?
el: Are you sure you want to hide %@?
it: Vuoi nascondere %@?
pt_pt: Tem a certeza que pretende ocultar %@?
ro: Are you sure you want to hide %@?

# profileSetDisplayPicturel
source: Set Display Picture
be: Усталюйце выяву для адлюстравання
cs: Nastavit zobrazovaný obrázek
it: Imposta foto profilo
pt_pt: Definir imagem a exibir

# update_profile_modal_save
source: Save
be: Захаваць
cs: Uložit
it: Salva
pt_pt: Guardar

# update_profile_modal_remove_error_title
source: Unable to remove avatar image
be: Немагчыма выдаліць выяву
cs: Nelze odstranit obrázek avataru
it: Impossibile rimuovere la foto profilo
pt_pt: Não foi possível remover a imagem do avatar

# update_profile_modal_max_size_error_title
source: Maximum File Size Exceeded
be: Перавышаны максімальны памер файла
cs: Překročena maximální velikost souboru
it: Dimensione massima del file superata
pt_pt: Tamanho máximo do arquivo excedido

# update_profile_modal_max_size_error_message
source: Please select a smaller photo and try again
be: Выберыце меншы памер фота і паўтарыце спробу
cs: Vyberte prosím menší fotografii a zkuste to znovu
it: Seleziona una foto meno pesante e riprova
pt_pt: Por favor, escolha uma fotografia mais pequena e tente novamente

# update_profile_modal_error_title
source: Couldn't Update Profile
be: Не ўдалося абнавіць профіль
cs: Nepodařilo se aktualizovat profil
it: Impossibile aggiornare il profilo
pt_pt: Não foi possível atualizar o perfil

# update_profile_modal_error_message
source: Please check your internet connection and try again
be: Калі ласка, праверце злучэнне з інтэрнэтам і паспрабуйце яшчэ раз
cs: Zkontrolujte prosím připojení k internetu a zkuste to znovu
it: Controlla la tua connessione e riprova
pt_pt: Por favor, verifique a sua conexão à Internet e tente novamente.

# CONTACT_NICKNAME_PLACEHOLDER
source: Enter a name
be: Увядзіце імя
cs: Zadejte jméno
it: Inserisci un nome
pt_pt: Introduza um nome

# messageUnread
source: Unread messages
be: Непрачытаныя паведамленні
cs: Nepřečtené zprávy
it: Messaggi non letti
pt_pt: Mensagens não lidas

# CONVERSATION_EMPTY_STATE
source: You have no messages from %@. Send a message to start the conversation!
be: У вас няма паведамленняў ад %@. Адпраўце паведамленне, каб пачаць размову!
cs: Nemáte žádné zprávy od %@. Pošlete zprávu pro zahájení konverzace!
it: Non hai messaggi da %@. Invia un messaggio per iniziare una conversazione!
pt_pt: Não possui mensagens de %@. Envie uma mensagem para iniciar a conversa!

# conversationsEmpty
source: There are no messages in {conversationname}.
be: У %@ няма паведамленняў.
cs: V %@ nejsou žádné zprávy.
el: There are no messages in %@.
it: Non ci sono messaggi in %@.
pt_pt: Não existem mensagens em %@.
ro: There are no messages in %@.

# noteToSelfEmpty
source: You have no messages in Note to Self.
be: У вас няма паведамленняў у %@.
cs: V %@ nemáte žádné zprávy.
el: You have no messages in %@.
it: Non hai messaggi in %@.
pt_pt: Não possui mensagens em %@.
ro: You have no messages in %@.

# COMMUNITY_MESSAGE_REQUEST_DISABLED_EMPTY_STATE
source: %@ has message requests from Community conversations turned off, so you cannot send them a message.
be: %@ заблакіраваў запыты паведамленняў ад суполак, таму вы не можаце адпраўляць яму паведамленні.
cs: %@ má vypnuté žádosti o chat pocházející z komunit. Odeslání zprávy tedy není možné.
it: %@ ha disattivato le richieste di messaggi dalle comunità, quindi non puoi inviare un messaggio.

# USER_CONFIG_OUTDATED_WARNING
source: Some of your devices are using outdated versions. Syncing may be unreliable until they are updated.
be: Некаторыя з вашых прылад выкарыстоўваюць састарэлую версію. Сінхранізацыя можа быць ненадзейнай, пакуль яны не будуць абноўлены.
cs: Některá z vašich zařízení používají zastaralé verze. Synchronizace může být nespolehlivá, dokud nebudou aktualizovány.
it: Alcuni dei tuoi dispositivi stanno utilizzando una versione obsoleta. La sincronizzazione potrebbe essere inaffidabile finché non vengono aggiornati.

# LOAD_RECOVERY_PASSWORD_ERROR
source: An error occurred when trying to load your recovery password. Please export your logs, then upload the file though Session's Help Desk to help resolve this issue.
be: Пры спробе загрузіць пароль аднаўлення адбылася памылка. Калі ласка, экспартуйце свае часопісы, а затым загрузіце файл у службу падтрымкі Session, каб вырашыць гэтую праблему.
cs: Došlo k chybě při pokusu o načtení hesla pro obnovení. Pro vyřešení problému prosím exportujte své logy a soubor nahrajte pomocí Session Help Desku.
it: Si è verificato un errore durante il tentativo di caricare la tua password di recupero. Esporta il resoconto, poi carica il file attraverso il Supporto di Session per aiutare a risolvere il problema.

# FAILED_TO_STORE_OUTGOING_MESSAGE
source: An error occurred when trying to store the outgoing message for sending, you may need to restart the app before you can send messages.
be: Адбылася памылка пры спробе захаваць арыгінальнае паведамленне для адпраўкі. Магчыма, вам спатрэбіцца перазапусціць праграму, каб мець магчымасць адправіць паведамленне.
cs: Došlo k chybě při ukládání odchozí zprávy pro odesílání, možná budete muset restartovat aplikaci, než budete moci odesílat zprávy.
it: Si è verificato un errore durante l'archiviazione del messaggio in uscita per l'invio, potresti dover riavviare l'app prima di poter inviare i messaggi.

# database_inaccessible_error
source: There is an issue opening the database. Please restart the app and try again.
be: Узнікла праблема адкрыцця базы даных. Перазапусціце праграму і паўтарыце спробу.
cs: Při otevírání databáze se vyskytl problém. Prosím, restartujte aplikaci a zkuste to znovu.
it: C'è un problema nell'apertura del database. Riavvia l'app e riprova.

# DISAPPERING_MESSAGES_SUBTITLE_CONTACTS
source: This setting applies to everyone in this conversation.
be: Гэты параметр прымяняецца да ўсіх у гэтай размове.
cs: Toto nastavení se týká všech účastníků této konverzace.
it: Questa impostazione si applica a tutti i partecipanti di questa conversazione.
pt_pt: Esta configuração aplica-se a todos os membros nesta conversa.
ro: This setting applies to messages you send in this conversation.

# DISAPPERING_MESSAGES_SUBTITLE_GROUPS
source: Messages disappear after they have been sent.
be: Паведамленні знікнуць пасля іх адпраўкі.
cs: Zprávy zmizí po odeslání.
it: I messaggi spariscono dopo essere stati inviati.
pt_pt: As mensagens desaparecerão após o seu envio.

# YOU_DISAPPEARING_MESSAGES_INFO_UPDATE
source: You have changed messages to disappear %@ after they have been %@
be: Вы ўсталявалі знікненне паведамленняў на %@ пасля таго, як яны былі на %@
cs: Nastavili jste mizení zpráv %@ po jejich %@
it: Hai modificato il timer dei messaggi per farli scomparire %@ dopo che sono stati %@

# DISAPPEARING_MESSAGES_TYPE_LEGACY_TITLE
source: Legacy
be: Ранейшыя
cs: Zastaralé
it: Originale
pt_pt: Legado

# DISAPPEARING_MESSAGES_TYPE_LEGACY_DESCRIPTION
source: Original version of disappearing messages.
be: Першапачатковы варыянт рэалізацыі знікнення паведамленняў.
cs: Původní verze mizejících zpráv.
it: La versione originale dei messaggi effimeri.

# DISAPPEARING_MESSAGES_OUTDATED_CLIENT_BANNER
source: %@ is using an outdated client. Disappearing messages may not work as expected.
be: %@ выкарыстоўвае састарэлы кліент. Знікаючыя паведамленні могуць не працаваць належным чынам.
cs: %@ používá zastaralého klienta. Mizející zprávy nemusí fungovat podle očekávání.
it: %@ sta usando un client obsoleto. I messaggi effimeri potrebbero non funzionare come previsto.

# DATABASE_UNSUPPORTED_MIGRATION
source: You are trying to updated from a version which no longer supports upgrading In order to continue to use session you need to restore your device Warning: Restoring your device will result in loss of any data older than two weeks
be: Вы спрабуеце абнавіць з версіі, якая больш не падтрымлівае абнаўленні Вам неабходна аднавіць прыладу, каб працягваць выкарыстоўваць сеанс Папярэджанне: аднаўленне прылады прывядзе да страты даных, старых больш за два тыдні
cs: Pokoušíte se aktualizovat z verze, která již nepodporuje aktualizaci Chcete-li nadále používat Session, je potřeba obnovit zařízení Varování: Obnovení zařízení bude mít za následek ztrátu jakýchkoli dat starších než dva týdny
it: Stai provando ad aggiornare da una versione che non supporta più aggiornamenti Per continuare a usare Session devi ripristinare il tuo dispositivo Attenzione: ripristinare il tuo dispositivo comporterà la perdita di tutti i dati più vecchi di due settimane

# DISAPPEARING_MESSAGE_STATE_READ
source: read
be: прачытана
cs: přečteno
it: letti
pt_pt: lida

# DISAPPEARING_MESSAGE_STATE_SENT
source: sent
be: даслана
cs: odesláno
it: inviati
pt_pt: enviada

# DISAPPERING_MESSAGES_SUMMARY_LEGACY
source: Disappear After - %@
be: Знікае праз - %@
cs: Zmizí po - %@
it: Scompaiono dopo - %@
pt_pt: Desaparecer após - %@

# DISAPPERING_MESSAGES_SUMMARY_READ
source: Disappear After Read - %@
be: Знікае пасля чытання - %@
cs: Zmizí po přečtení - %@
it: Scompaiono dopo lettura - %@
pt_pt: Desaparecer após leitura - %@

# DISAPPERING_MESSAGES_SUMMARY_SEND
source: Disappear After Send - %@
be: Знікае пасля адпраўкі - %@
cs: Zmizí po odeslání - %@
it: Scompaiono dopo invio - %@

# DISAPPEARING_MESSAGES_SUBTITLE_DISAPPEAR_AFTER_LEGACY
source: Disappear After: %@
be: Знікае праз: %@
cs: Zmizí po: %@
it: Scompaiono dopo: %@

# DISAPPEARING_MESSAGES_SUBTITLE_DISAPPEAR_AFTER_READ
source: Disappear After Read: %@
be: Знікае пасля чытання: %@
cs: Zmizí po přečtení: %@
it: Scompaiono dopo lettura: %@

# DISAPPEARING_MESSAGES_SUBTITLE_DISAPPEAR_AFTER_SEND
source: Disappear After Send: %@
be: Знікае пасля адпраўкі: %@
cs: Zmizí po odeslání: %@
it: Scompaiono dopo invio: %@

# groupNameNew
source: Group name is now {groupname}.
be: Цяпер група называецца "%@".
cs: Název skupiny je nyní %@.
el: Group name is now %@.
it: Il nome del gruppo è ora %@.
pt_pt: O nome do grupo é agora '%@'
ro: Group name is now %@.

source: Group name updated.
be: Назва групы абноўлена.
cs: Název skupiny aktualizován.
it: Nome del gruppo aggiornato.
pt_pt: Nome de grupo atualizado.

source: Group display picture updated.
be: Фота групы абноўлена.
cs: Obrázek skupiny aktualizován.
it: Immagine del gruppo aggiornata.

# GROUP_MESSAGE_INFO_MEMBER_ADDED
source: %@ was invited to join the group.
be: %@ быў запрошаны ў групу.
pt_pt: %@ foi convidado para se juntar ao grupo.

# GROUP_MESSAGE_INFO_TWO_MEMBERS_ADDED
source: %@ and %@ were invited to join the group.
be: %@ і %@ былі запрошаны ў групу.
pt_pt: %@ e %@ foram convidados para se juntarem ao grupo.

# GROUP_MESSAGE_INFO_MULTIPLE_MEMBERS_ADDED
source: %@ and %@ others were invited to join the group.
be: %@, %@ і іншыя былі запрошаны ў групу.

# GROUP_MESSAGE_INFO_MEMBER_REMOVED
source: %@ was removed from the group.
be: %@ выдалены з групы.
cs: %@ byl/a odebrán/a ze skupiny.
it: Hanno rimosso %@ dal gruppo.
pt_pt: %@ foi removido do grupo.

# groupRemovedTwo
source: <b>{name}</b> and <b>{othername}</b> were removed from the group.
be: %@ і %@ былі выдалены з групы.
cs: %@ a %@ byli odebráni ze skupiny.
el: %@ and %@ were removed from the group.
it: Hanno rimosso %@ e %@ dal gruppo.
pt_pt: %@ and %@ were removed from the group.
ro: %@ and %@ were removed from the group.

# GROUP_MESSAGE_INFO_MULTIPLE_MEMBERS_REMOVED
source: %@ and %@ others were removed from the group.
be: %@, %@ і іншыя былі выдалены з групы.
cs: %@ a %@ další byli odebráni ze skupiny.
it: Hanno rimosso %@ e %@ altri dal gruppo.

# GROUP_MESSAGE_INFO_MEMBER_LEFT
source: %@ left the group.
be: %@ пакінуў(ла) групу.
cs: %@ opustil/a skupinu.
it: %@ ha lasciato il gruppo.
pt_pt: %@ saiu do grupo.

# adminPromotedToAdmin
source: <b>{name}</b> was promoted to Admin.
be: %@ быў павышаны да адміністратара.
cs: %@ byl/a povýšen/a na správce.
el: %@ was promoted to Admin.
it: %@ è ora amministratore.
pt_pt: %@ foi promovido a administrador.
ro: %@ was promoted to Admin.

# adminTwoPromotedToAdmin
source: <b>{name}</b> and <b>{othername}</b> were promoted to Admin.
be: %@ і %@ былі павышаны да адміністратараў.
cs: %@ a %@ byli povýšeni na správce.
el: %@ and %@ were promoted to Admin.
it: %@ e %@ sono ora amministratori.
pt_pt: %@ e %@ foram promovidos a administradores.
ro: %@ and %@ were promoted to Admin.

# adminMorePromotedToAdmin
source: <b>{name}</b> and <b>{count} others</b> were promoted to Admin.
be: %@, %@ і іншыя былі павышаны да адміністратараў.
cs: %@ a %@ další byli povýšeni na správce.
el: %@ and %@ others were promoted to Admin.
it: %@ e %@ altri sono ora amministratori.
pt_pt: %@ and %@ others were promoted to Admin.
ro: %@ and %@ others were promoted to Admin.

# GROUP_MESSAGE_INFO_REMOVED
source: You were removed from %@.
be: Вас выдалілі з %@.
cs: Byli jste odebráni %@.
it: %@ ti ha rimosso.
pt_pt: Foi removido de %@.

# groupInviteDelete
source: Are you sure you want to delete this group invite?
be: Вы ўпэўненыя, што жадаеце выдаліць гэтае запрашэнне ў групу?
cs: Jste si jisti, že chcete smazat tuto pozvánku do skupiny?
it: Confermi di voler eliminare questo invito al gruppo?

# MESSAGE_REQUESTS_GROUP_BLOCK_CONFIRMATION_ACTON
source: Are you sure you want to block %@? Blocked users cannot send you message requests, group invites or call you.
be: Вы ўпэўненыя, што жадаеце заблакіраваць %@? Заблакіраваныя карыстальнікі не могуць адпраўляць вам запыты на паведамленні, запрашэнні ў групы ці тэлефанаваць вам.
cs: Jste si jisti, že chcete zablokovat %@? Zablokovaní uživatelé vám nemohou posílat žádosti o zprávy, pozvánky do skupin ani vám nemohou volat.
it: Confermi di voler bloccare %@? Gli utenti bloccati non possono inviarti richieste di messaggi, inviti ai gruppi o chiamarti.

# messageRequestGroupInvite
source: <b>{name}</b> invited you to join <b>{groupname}</b>.
be: %@ запрашае вас далучыцца да %@.
cs: %@ vás pozval(a) přidat se k %@.
el: %@ invited you to join %@.
it: %@ ti ha invitato a unirti a %@.
pt_pt: %@ convidou-o a juntar-se a %@.
ro: %@ invited you to join %@.

# group_unable_to_delete
source: Unable to delete the Group, please try again.
be: Немагчыма выдаліць групу, паспрабуйце яшчэ раз.
cs: Nelze smazat skupinu, zkuste to prosím znovu.
it: Impossibile eliminare il gruppo, riprova.
pt_pt: Não foi possível eliminar o grupo, por favor, tente novamente.

# messageRequestGroupInviteDescription
source: Sending a message to this group will automatically accept the group invite.
be: Пры адпраўцы паведамлення гэтай групе запрашэнне ў групу будзе аўтаматычна прынята.
cs: Odesláním zprávy do této skupiny automaticky přijmete pozvánku do skupiny.
it: Inviando un messaggio a questo gruppo accetterai automaticamente l'invito.

# ERROR_UNABLE_TO_FIND_DATA
source: There is an issue retrieving the required data. Please try again later.
be: Узнікла праблема з атрыманнем неабходных даных. Калі ласка паспрабуйце зноў пазней.
cs: Došlo k problému při načítání požadovaných dat. Zkuste to prosím později.
it: C'è un problema con il recupero dei dati richiesti. RIprova più tardi.

source: Group Members
be: Удзельнікі групы
cs: Členové skupiny
it: Membri del gruppo
pt_pt: Membros do grupo

# groupInviteSending
source: Sending invite
be: Адпраўка запрашэння
cs: Odeslání pozvánky
it: Invio invito
pt_pt: Enviar convite

# groupInviteSent
source: Invite sent
be: Запрашэнне адпраўлена
cs: Pozvánka odeslána
it: Invito inviato
pt_pt: Convite enviado

# groupInviteFailed
source: Invite failed
be: Не атрымалася запрасіць
cs: Pozvánka se nezdařila
it: Invito fallito
pt_pt: O convite falhou

# adminSendingPromotion
source: Sending admin promotion
be: Адпраўка прасоўвання адміністратара
cs: Odesílání propagace správce
it: Invio promozione ad amministratore

source: Admin promotion sent
be: Павышэнне адміністратара адпраўлена
cs: Propagace správce odeslána
it: Promozione ad amministratore inviata

source: Admin promotion failed
be: Збой павышэння адміністратара
cs: Propagace správce selhala
it: Promozione ad amministratore fallita

# EDIT_GROUP_DISPLAY_PICTURE
source: Set Group Display Picture
be: Усталюйце выяву для групы
cs: Nastavit zobrazovaný obrázek skupiny
it: Imposta immagine del gruppo

# EDIT_DISPLAY_PICTURE_ERROR
source: Couldn't update display picture.
be: Абнавіць выяву не ўдалося.
cs: Nelze aktualizovat zobrazovaný obrázek.
it: Impossibile aggiornare l'immagine.

# EDIT_DISPLAY_PICTURE_ERROR_REMOVE
source: Unable to remove display picture.
be: Выдаліць выяву не ўдалося.
cs: Zobrazovaný obrázek nelze odstranit.
it: Impossibile rimuovere l'immagine.

# EDIT_GROUP_NAME_PLACEHOLDER
source: Enter group name
be: Увядзіце назву групы
cs: Zadejte název skupiny
it: Inserisci nome del gruppo
pt_pt: Introduzir nome do grupo

# EDIT_GROUP_NAME_ERROR_MISSING
source: Please pick a group name.
be: Калі ласка, абярыце назву групы.
cs: Vyberte název skupiny.
it: Scegli un nome per il gruppo.
pt_pt: Por favor, escolha um nome para o grupo.

# EDIT_GROUP_NAME_ERROR_LONG
source: Please pick a shorter group name.
be: Калі ласка, абярыце карацейшую назву групы.
cs: Prosím vyberte kratší název skupiny.
it: Scegli un nome più breve.

# EDIT_GROUP_DESCRIPTION_PLACEHOLDER
source: Enter group description
be: Увядзіце апісанне групы
cs: Zadejte popis skupiny
it: Inserisci descrizione del gruppo
pt_pt: Inserir descrição do grupo

# EDIT_GROUP_DESCRIPTION_ERROR_LONG
source: Please pick a shorter group description.
be: Калі ласка, абярыце карацейшае апісанне групы.
cs: Prosím vyberte kratší popis skupiny.
it: Scegli una descrizione più breve.

# adminCannotBeRemoved
source: Admins cannot be removed.
be: Адміністратары не могуць быць выдаленыя
cs: Správce nelze odebrat
it: Gli amministratori non possono essere rimossi
pt_pt: Administradores não podem ser removidos.

# membersInviteTitle
source: Invite
be: Запрасіць
cs: Pozvat
it: Invita
pt_pt: Convidar

# membersInvite
source: Invite Contacts
be: Запрасіць кантакты
cs: Pozvat kontakty
it: Invita contatti
pt_pt: Convidar contactos

# GROUP_ACTION_INVITE_EMPTY_STATE
source: You don't have any more contacts.
be: У вас больш няма кантактаў.
cs: Nemáte žádné další kontakty.
it: Non hai altri contatti.
pt_pt: Não possui mais contactos.

# GROUP_ACTION_INVITE_SENDING_MULTIPLE
source: Sending invites
be: Адпраўка запрашэнняў
cs: Odeslání pozvánek
it: Invio inviti
pt_pt: Enviar convites

# groupInviteFailedUser
source: Failed to invite {name} to {groupname}
be: Не ўдалося запрасіць %@ у %@
cs: Nepodařilo se pozvat %@ do %@
el: Failed to invite %@ to %@
it: Impossibile invitare %@ su %@
pt_pt: Falha ao convidar %@ para %@
ro: Failed to invite %@ to %@

# groupInviteFailedTwo
source: Failed to invite {name} and {othername} to {groupname}
be: Не ўдалося запрасіць %@ і %@ у %@
cs: Nepodařilo se pozvat %@ a %@ do %@
el: Failed to invite %@ and %@ to %@
it: Impossibile invitare %@ e %@ su %@
pt_pt: Falha ao convidar %@ e %@ para %@
ro: Failed to invite %@ and %@ to %@

# groupInviteFailedMore
source: Failed to invite {name} and {count} others to {groupname}
be: Не ўдалося запрасіць %@, %@ і іншых у %@
cs: Nepodařilo se pozvat %@ a %@ další do %@
el: Failed to invite %@ and %@ others to %@
it: Impossibile invitare %@ e %@ altri su %@
pt_pt: Failed to invite %@ and %@ others to %@
ro: Failed to invite %@ and %@ others to %@

# adminPromote
source: Promote Admins
be: Павышэнне адміністратара
cs: Povýšit správce
it: Promuovi amministratori
pt_pt: Promover administradores

source: Promote
be: Павышэнне
cs: Povýšit
it: Promuovi
pt_pt: Promover

# GROUP_ACTION_PROMOTE_EMPTY_STATE
source: There are no more members in this group.
be: У гэтай групе больш няма ўдзельнікаў.
cs: V této skupině již nejsou žádní další členové.
it: Non ci sono più membri in questo gruppo.

# GROUP_ACTION_PROMOTE_SENDING
source: Sending promotion
be: Адпраўка прасоўвання
cs: Odesílání propagace
it: Invio promozione

# GROUP_ACTION_PROMOTE_SENDING_MULTIPLE
source: Sending promotions
be: Адпраўка перасоўванняў
cs: Odesílání propagací
it: Invio promozioni

# GROUP_ACTION_PROMOTE_FAILED_ONE
source: Failed to promote %@ in %@
be: Не атрымалася прасунуць %@ у %@
cs: Selhalo povýšení %@ v %@
it: Impossibile promuovere %@ su %@

# GROUP_ACTION_PROMOTE_FAILED_TWO
source: Failed to promote %@ and %@ in %@
be: Не атрымалася прасунуць %@ і %@ у %@
cs: Selhalo povýšení %@ a %@ v %@
it: Impossibile promuovere %@ e %@ su %@

# GROUP_ACTION_PROMOTE_FAILED_MULTIPLE
source: Failed to promote %@ and %@ others in %@
be: Не атрымалася прасунуць %@, %@ і іншых у %@
cs: Selhalo povýšení %@ a %@ dalších v %@
it: Impossibile promuovere %@ e %@ altri su %@

# LEGACY_GROUPS_DEPRECATED_BANNER
source: Groups have been upgraded, create a new group to upgrade. Old group functionality will be degraded from %@.
be: Групы былі абноўлены, стварыце новую групу для абнаўлення. Функцыянальнасць старой групы будзе пагоршана з %@.
cs: Skupiny byly přepracovány, pro využití tohoto upgrade vytvořte prosím novou skupinu. Funkčnost staré skupiny bude omezena od %@.
it: I gruppi sono stati aggiornati, crea un nuovo gruppo per aggiornare. Le vecchie funzionalità di gruppo smetteranno di funzionare da %@.
